Repository: FreeDownloadManagerTeam/FDM-localization
Catalog: fdm_*.po
Languages: fr, ja, pl, tr

# RPCLocalization|
source: Domain:
fr: Domaine :
ja: ドメイン：
pl: Domena:
tr: Alan adı:

# RPCLocalization|
source: Uploaded:
fr: Chargé :
ja: アップロード：
pl: Wysłane:
tr: Yüklendi:

# RPCLocalization|
source: Upload speed:
fr: Vitesse de chargement :
ja: アップロード スピード：
pl: Prędkość wysyłania:
tr: Yükleme hızı:

# RPCLocalization|
source: Peers:
fr: Pairs :
ja: ピア：
pl: Pobierający:
tr: Eşler:

# RPCLocalization|
source: Share ratio:
fr: Taux de partage :
ja: シェア比：
pl: Wskaźnik udostępniania:
tr: Paylaşım oranı:

# RPCLocalization|
source: Availability:
fr: Disponibilité :
ja: 可用性：
pl: Dostępność:
tr: Kullanılabilirlik:

# RPCLocalization|
source: DHT nodes:
fr: Nœuds DHT :
ja: DHT ノード：
pl: Węzłów DHT:
tr: DHT düğümleri:

# RPCLocalization|
source: Client
ja: クライアント
pl: Klient
tr: İstemci

# RPCLocalization|
source: Flags
fr: Drapeaux
ja: フラグ
pl: Flagi
tr: Bayraklar

# RPCLocalization|
source: Requests
fr: Requêtes
ja: リクエスト
pl: Żądania
tr: İstekler

# RPCLocalization|
source: Downloaded
fr: Téléchargé
ja: ダウンロード済み
pl: Pobrane
tr: İndirildi

# RPCLocalization|
source: Uploaded
fr: Chargé
ja: アップロード済み
pl: Wysłane
tr: Yüklendi

# RPCLocalization|
source: Files
fr: Fichiers
ja: ファイル
pl: Pliki
tr: Dosyalar

# RPCLocalization|
source: Trackers
fr: Localisateurs
ja: トラッカー
pl: Serwery
tr: İzleyiciler

# RPCLocalization|
source: Peers
fr: Pairs
ja: ピア
pl: Pobierający
tr: Eşler

# RPCLocalization|
source: Enable seeding
fr: Autoriser l'ensemencement
ja: 有効 シード数
pl: Włącz udostępnianie
tr: Kaynak olmayı etkinleştir

# RPCLocalization|
source: Progress
fr: Progression
ja: 進捗状況
pl: Postęp
tr: Süreç

# RPCLocalization|
source: Priority
fr: Priorité
ja: 優先順位
pl: Priorytet
tr: Öncelik

# RPCLocalization|
source: URL
pl: Adres URL

# RPCLocalization|
source: Next announce
fr: Prochaine annonce
ja: 次のアナウンス
pl: Dalsze udostępnianie
tr: Sıradaki duyuru

# RPCLocalization|
source: Snail mode
fr: Mode escargot
ja: カタツムリモード
pl: Tryb powolny
tr: Salyangoz modu

# RPCLocalization|
source: Cancel
fr: Effacer
ja: キャンセル
pl: Anuluj
tr: İptal

# RPCLocalization|
source: Apply
fr: Appliquer
ja: 適用
pl: Zastosuj
tr: Uygula

# RPCLocalization|
source: Browser integration
fr: Intégration au navigateur
ja: ブラウザの統合
pl: Integracja z przeglądarką
tr: Tarayıcı entegrasyonu

# RPCLocalization|
source: Next
fr: Suivant
ja: 次
pl: Dalej
tr: Sonraki

# RPCLocalization|
source: Proceed to download
fr: Procéder au téléchargement
ja: ダウンロードする
pl: Przejdź do pobierania
tr: İndirmeye geçti

# RPCLocalization|
source: Add download
fr: Ajouter le téléchargement
ja: 追加のダウンロード
pl: Dodaj pobieranie
tr: İndirme ekle

# RPCLocalization|
source: Enter download URL:
fr: Entrer l'URL de téléchargement :
ja: ダウンロードするURLを入力してください：
pl: Podaj adres URL:
tr: İndirme URL'ini girin:

# RPCLocalization|
source: Download
fr: Télécharger
ja: ダウンロード
pl: Pobierz
tr: İndir

# RPCLocalization|
source: Download anyway
fr: Télécharger quand même
ja: 簡単ダウンロード
pl: Pobierz mimo wszystko
tr: Olduğu gibi indir

# RPCLocalization|
source: Add
fr: Ajouter
ja: 追加
pl: Dodaj
tr: Ekle

# RPCLocalization|
source: Save to:
fr: Enregistrer sous :
ja: 保存先：
pl: Zapisz do:
tr: Kaydet:

# RPCLocalization|
source: Select folder
fr: Sélectionner un dossier
ja: フォルダを選択
pl: Wybierz folder
tr: Klasör seç

# RPCLocalization|
source: Requesting download info...
fr: Demande des infos du téléchargement ...
ja: ダウンロード情報を表示...
pl: Pobieranie informacji...
tr: İndirme bilgisi isteniyor...

# RPCLocalization|
source: Quality:
fr: Qualité :
ja: 品質：
pl: Jakość:
tr: Kalite:

# RPCLocalization|
source: Select all
fr: Tout sélectionner
ja: すべてを選択
pl: Zaznacz wszystko
tr: Tümünü seç

# RPCLocalization|
source: Select none
fr: Ne rien électionner
ja: 選択解除
pl: Odznacz wszystko
tr: Hiçbirini seçme

# RPCLocalization|
source: Torrent already exists
fr: Le torrent existe déjà
ja: Torrentはすでに存在している
pl: Torrent już istnieje
tr: Torrent zaten mevcut

# RPCLocalization|
source: Want to load its trackers?
fr: Souhaitez-vous charger ses localisateurs ?
ja: このトラッカーをロードしますか？
pl: Chcesz wczytać jego serwery?
tr: İzleyicileri yüklemek ister misiniz?

# RPCLocalization|
source: No active downloads
fr: Pas de téléchargement actif
ja: 実行中のダウンロードがありません
pl: Brak aktywnych pobrań
tr: Aktif indirmeler yok

# RPCLocalization|
source: No completed downloads
fr: Pas de téléchargement terminé
ja: いいえ、ダウンロードの完了
pl: Brak zakończonych pobrań
tr: Tamamlanan indirmeler yok

# RPCLocalization|
source: No results found for
fr: Pas de résultat trouvé pour
ja: 該当する結果が見つかりません
pl: Brak wyników
tr: Sonuç bulunamadı

# RPCLocalization|
source: No results tagged
fr: Pas de résultat étiqueté
ja: 該当する結果はタグ付けされていない
pl: Brak oznaczonych wyników
tr: Etiketlenmiş sonuç yok

# RPCLocalization|
source: found
fr: Trouvé
ja: 見つかりました
pl: znaleziono
tr: bulundu

# RPCLocalization|
source: Show all
fr: Tout montrer
ja: すべてを表示
pl: Pokaż wszystkie
tr: Tümünü Göster

# RPCLocalization|
source: Nothing found
fr: Rien n'a été trouvé
ja: 見つかリませんでした
pl: Nic nie znaleziono
tr: Hiçbir şey bulunamadı

# RPCLocalization|
source: Moving
fr: Se déplace
ja: 移動
pl: Przenoszenie
tr: Taşınıyor

# RPCLocalization|
source: Unknown file size
fr: Taille du fichier inconnue
ja: 不明なファイルサイズ
pl: Nieznany rozmiar pliku
tr: Bilinmeyen dosya boyutu

# RPCLocalization|
source: Merging media streams
fr: La fusion des flux de médias
pl: Scalanie strumieni multimediów
tr: Medya akışları birleştiriliyor

# RPCLocalization|
source: Allocating disk space...
fr: Répartition d'espace disque ...
ja: 割り当てディスク容量...
pl: Rezerwuję miejsce na dysku...
tr: Disk alanı ayırılıyor...

# RPCLocalization|
source: Reconnecting...
fr: Reconnexion ...
ja: 再接続...
pl: Ponawiam połączenie...
tr: Yeniden bağlanılıyor...

# RPCLocalization|
source: Reconnecting
fr: Reconnexion
ja: 再接続
pl: Ponawiam połączenie
tr: Yeniden bağlanılıyor

# RPCLocalization|
source: Paused
fr: En pause
ja: 一時停止
pl: Wstrzymane
tr: Duraklatıldı

# RPCLocalization|
source: Downloading metadata
fr: Téléchargement de métadonnées
ja: メタデータのダウンロード
pl: Pobieranie metadanych
tr: Metaveri indiriliyor

# RPCLocalization|
source: Downloading
fr: Téléchargement en cours
ja: ダウンロード中
pl: Pobieranie
tr: İndiriliyor

# RPCLocalization|
source: Error
fr: Erreur
ja: エラー
pl: Błąd
tr: Hata

# RPCLocalization|
source: Checking files...
fr: Vérification des fichiers en cours ...
ja: ファイルの確認...
pl: Sprawdzanie plików...
tr: Dosyalar kontrol ediliyor...

# RPCLocalization|
source: Downloading, allocating disk space...
fr: Téléchargement en cours, Allocation d'espace disque
ja: ダウンロードするためのディスク領域を割り当てる...
pl: Pobieranie, rezerwowanie miejsca na dysku...
tr: İndiriliyor, disk alanı ayırılıyor...

# RPCLocalization|
source: Completed %n / %2 files
fr: %n fichiers complétés sur %2
pl: Zakończone %n / %2 plików

# RPCLocalization|
source: Complete
fr: Terminé
ja: 完了
pl: Zakończone
tr: Tamamla

# RPCLocalization|
source: Queued
fr: En attente
ja: キュー
pl: Kolejka
tr: Sıraya alındı

# RPCLocalization|
source: Stop seeding
fr: Arrêter l'ensemencement
ja: キューの停止
pl: Nie udostępniaj
tr: Kaynak durdur

# RPCLocalization|
source: Requesting info...
fr: Demande d'infos ...
ja: 情報を要求...
pl: Żądanie info...
tr: Bilgi isteniyor...

# RPCLocalization|
source: Open torrent file...
fr: Ouvrir le fichier torrent ...
ja: Torrentファイルを追加...
pl: Otwórz plik torrent...
tr: Torrent dosyasını aç...

# RPCLocalization|
source: Preferences...
fr: Préférences ...
ja: 環境設定...
pl: Preferencje...
tr: Tercihler...

# RPCLocalization|
source: Settings...
fr: Paramètres ...
ja: 設定...
pl: Ustawienia...
tr: Seçenekler...

# RPCLocalization|
source: Settings
fr: Paramètres
ja: 設定
pl: Ustawienia
tr: Seçenekler

# RPCLocalization|
source: Contact support
fr: Support de contact
ja: お問い合わせ・サポート
pl: Pomoc techniczna
tr: Destekle iletişime geç

# RPCLocalization|
source: Auto shutdown
fr: Arrêt automatique
ja: 自動シャットダウン
pl: Automatyczne zamykanie
tr: Otomatik kapatma

# RPCLocalization|
source: Sleep
fr: Veille
ja: スリープ
pl: Uśpienie
tr: Uyku

# RPCLocalization|
source: Hibernate
fr: Hibernation
ja: 休止状態
pl: Hibernacja
tr: Hazırda Beklet

# RPCLocalization|
source: Shutdown
fr: Arrêter
ja: シャットダウン
pl: Wyłączenie komputera
tr: Kapat

# RPCLocalization|
source: Check for updates
fr: Rechercher les mise à jour
ja: 更新プログラムの確認
pl: Sprawdź aktualizacje
tr: Güncellemeleri kontrol et

# RPCLocalization|
source: About Free Download Manager
fr: A propos de Free Download Manager
ja: Free Download Manager について
pl: O Free Download Manager
tr: Free Download Manager Hakkında

# RPCLocalization|
source: Quit
fr: Quitter
ja: 終了
pl: Wyjście
tr: Çıkış

# RPCLocalization|
source: Exit
fr: Sortir
ja: 終了
pl: Wyjście
tr: Çıkış

# RPCLocalization|
source: Vote for new features
fr: Voter pour des nouvelles fonctionnalités
ja: 新機能を投票する
pl: Głosuj na nowe funkcje
tr: Yeni özellikler için Oy Ver

# RPCLocalization|
source: About FDM
fr: A propos de FDM
ja: FDMについて
pl: O programie FDM
tr: FDM Hakkında

# RPCLocalization|
source: Are you sure this is a valid file extension?
fr: Etes vous sûr que cette extension de fichier est valide ?
ja: これは有効なファイル拡張子ですか？
pl: Na pewno jest to prawidłowe rozszerzenie?
tr: Bunun geçerli bir uzantı olduğundan emin misiniz?

# RPCLocalization|
source: Please enter numbers only
fr: Veuiller entrer uniquement des nombres
ja: 数字のみを入力してください
pl: Proszę podawać tylko cyfry
tr: Sadece numara girin lütfen

# RPCLocalization|
source: Are you sure it's not too small?
fr: Etes-sur que vous ce n'est pas si petit?
ja: それは小さすぎではありませんか？
pl: Jesteś pewien, że nie jest zbyt mały?
tr: Çok kısa olmadığından emin misiniz?

# RPCLocalization|
source: Why should it be so huge?
fr: Pourquoi doit il être aussi grand?
pl: Dlaczego ma być taki duży?
tr: Neden bu kadar çok büyük olmalı?

# RPCLocalization|
source: Extremely slow, isn't it?
fr: Très lent, n'est ce pas?
pl: Strasznie wolno, zgadzasz się?
tr: Çok yavaş, değil mi?

# RPCLocalization|
source: Faster doesn't mean better
fr: Plus vite, ne veut pas dire mieux
ja: より速くすることが良いというわけではありません
pl: Szybciej nie znaczy lepiej
tr: Hızlı olması iyi olduğu anlamına gelmez

# RPCLocalization|
source: Isn't it too frequent?
fr: Peut être trop fréquent?
ja: それはあまり頻繁ではないですか？
pl: Nie za często?
tr: Çok düzenli değil mi?

# RPCLocalization|
source: Pretty rare to move with the time.
fr: Plutôt rare d'avancer avec le temps.
ja: 時間とともに移動するのは非常に稀です。
pl: Dość wolno przemieszcza sie w czasie.
tr: Zamanla birlikte hareket etmek çok nadirdir.

# RPCLocalization|
source: Maybe you'd let it be a little longer?
fr: Vous allez peut être le laisser un peu plus longtemps ?
pl: Może powinien być nieco większy?
tr: Belki biraz daha fazla olsun mu?

# RPCLocalization|
source: Are you sure it's not too long?
fr: Vous ne croyez pas que c'est trop long ?
pl: Czy na pewno nie jest zbyt długi?
tr: Çok uzun olmadığından emin misiniz?

# RPCLocalization|
source: Only %n records? FDM can store much more!
fr: Seulement %n enregistrements ? FDM peut en stocker tellement plus !
pl: Tylko %n pozycja FDM może przechować znacznie więcej!

# RPCLocalization|
source: %n records is too many to save.
fr: %n de l'enregistrements trop très grands pour être sauvegardé.
pl: %n pozycja, to za wiele do zapisania.

# RPCLocalization|
source: Do you actually want to connect?
fr: Souhaitez-vous vraiment vous connecter?
ja: 接続しますか？
pl: Chcesz teraz się połączyć?
tr: Gerçekten bağlanmayı istiyor musunuz?

# RPCLocalization|
source: Oh no, too many connections!
fr: Oh non, trop de connexion !
ja: あまりにもコネクションが多すぎます
pl: Och nie, zbyt wiele połączeń!
tr: Oh hayır, çok fazla bağlantı!

# RPCLocalization|
source: It seems like an understatement.
fr: Ce serait un euphémisme.
pl: Wygląda nie niedomówienie.
tr: Eksik gibi görünüyor.

# RPCLocalization|
source: So many? It's overwhelming!
fr: Autant? C'est énorme !
ja: あまりにもコネクションが多すぎます
pl: Tak wiele? To przytłaczające!
tr: Çok fazla mı? Ezici!

# RPCLocalization|
source: General
fr: Général
ja: 詳細
pl: Ogólne
tr: Genel

# RPCLocalization|
source: Browser Integration
fr: Intégration au navigateur
ja: ブラウザの統合
pl: Integracja przeglądarki
tr: Tarayıcı Entegrasyonu

# RPCLocalization|
source: Traffic Limits
fr: Limite de trafic
ja: トラフィックの制限
pl: Limity prędkości
tr: Trafik Limitleri

# RPCLocalization|
source: Advanced
fr: Avancé
ja: 上級者向け
pl: Zaawansowane
tr: Gelişmiş

# RPCLocalization|
source: Network
fr: Connexion
ja: ネットワーク
pl: Sieci
tr: Ağ

# RPCLocalization|
source: No proxy
fr: Pas de proxy
ja: プロキシなし
pl: Bez serwera proxy
tr: Vekil sunucu yok

# RPCLocalization|
source: System proxy
fr: Système de proxy
ja: システムのプロキシ
pl: Według ustawień systemu
tr: Sistem vekil sunucusu

# RPCLocalization|
source: Configure manually:
fr: Configurer manuellement :
ja: 手動で設定します：
pl: Ustaw ręcznie:
tr: Elle konfigüre et:

# RPCLocalization|
source: Address
fr: Adresse
ja: アドレス：
pl: Adres
tr: Adres

# RPCLocalization|
source: Login
fr: Connexion
ja: ログイン
pl: Użytkownik
tr: Giriş

# RPCLocalization|
source: Password
fr: Mot de passe
ja: パスワード
pl: Hasło
tr: Şifre

# RPCLocalization|
source: Startup
fr: Démarrage
ja: スタートアップ
pl: Uruchamianie
tr: Başlangıç

# RPCLocalization|
source: Downloads
fr: Téléchargements
ja: ダウンロード
pl: Pliki do pobrania
tr: İndirilenler

# RPCLocalization|
source: Launch at startup (minimized)
fr: Lancement au démarrage (minimisé)
ja: 起動時に起動（最小化状態で）
pl: Uruchom po starcie Windows (zminimalizowany)
tr: Başlangıçta çalıştır (küçültülmüş)

# RPCLocalization|
source: Open at Login
fr: Ouvrir lors de la Connexion
ja: ログイン時に開く
pl: Otwórz po zalogowaniu
tr: Girişte Aç

# RPCLocalization|
source: Close button minimizes window
fr: Le bouton de fermeture minimise la fenêtre
ja: [閉じる]ボタンは、ウィンドウを最小化
pl: Przycisk zamknięcia, minimalizuje okno
tr: Kapatma butonu pencereyi küçültür

# RPCLocalization|
source: Check if FDM is your default torrent client
fr: Vérifier si FDM est votre client torrent par défaut
ja: FDMは、デフォルトのTorrentクライアントであるかどうかを確認
pl: Sprawdź, czy FDM jest domyślnym klientem torrent
tr: FDM varsayılan torrent istemcisi mi kontrol et

# RPCLocalization|
source: Update
fr: Mise à jour
ja: アップデート
pl: Aktualizacja
tr: Güncelle

# RPCLocalization|
source: Check for updates automatically
fr: Rechercher automatiquement les mises à jour
ja: 自動的にアップデートをチェック
pl: Sprawdzaj aktualizacje automatycznie
tr: Güncellemeleri otomatik olarak kontrol et

# RPCLocalization|
source: Install updates automatically
fr: Installer automatiquement les mises à jour
ja: 更新プログラムを自動的にインストールする
pl: Zainstaluj aktualizacje automatycznie
tr: Güncellemeleri otomatik olarak kur

# RPCLocalization|
source: Safari: enable FDM
fr: Safari : autoriser FDM
ja: Safariは：FDMを有効
pl: Safari: włącz FDM
tr: Safari: FDM etkinleştir

# RPCLocalization|
source: for context menu
fr: pour le menu contextuel
ja: コンテキストメニューの
pl: w menu kontekstowym
tr: bağlam menüsü için

# RPCLocalization|
source: Compare with
pl: Porównaj z

# RPCLocalization|
source: Hold
fr: Maintenir
ja: ホールド
pl: Wstrzymaj
tr: Basılı Tutma

# RPCLocalization|
source: Alt key
fr: Touche Alt
ja: Altキー
pl: Klawisz ALT
tr: Alt tuşu

# RPCLocalization|
source: Holding Alt, click link to download via browser.
fr: Appuyer sur Alt et cliquer le lien pour lancer le téléchargement via le navigateur.
ja: Altキーが押されている時に、ブラウザのリンクをクリックしてください
pl: Trzymając ALT, kliknij link aby pobrać go przez przeglądarkę.
tr: Alt basılı tutun, tarayıcı tarafından indirmek için bağlantıya tıklayın

# RPCLocalization|
source: Disk space needed:
fr: Espace disque nécessaire :
ja: ディスク容量が必要：
pl: Wymagane miejsce na dysku:
tr: Gereken disk alanı:

# RPCLocalization|
source: Hide bottom panel
fr: Cacher le panneau inférieur
ja: 下のパネルを非表示にする
pl: Ukryj dolny panel
tr: Alt paneli gizle

# RPCLocalization|
source: Show bottom panel
fr: Montrer le panneau inférieur
ja: 下のパネルを表示
pl: Pokaż dolny panel
tr: Alt paneli göster

# RPCLocalization|
source: disk %1
fr: disque %1
ja: ディスク %1
pl: dysk %1
tr: %1 disk

# RPCLocalization|
source: Tag with the same name already exists
fr: Il y a déjà une étiquette du même nom
ja: 同じ名前のタグがすでに存在しています
pl: Znacznik o tej samej nazwie już istnieje
tr: Aynı isimde bir etiket mevcut

# RPCLocalization|
source: Enable sleep mode while seeding torrents
fr: Autoriser la veille sur l'ensemencement des torrents
ja: Torrentのシード中に、スリープを有効にする
pl: Włącz tryb uśpienia przy udostępnianiu torrentów
tr: Torrentlere kaynak olunduğunda uyku modunu etkinleştir

# RPCLocalization|
source: on
fr: sur
pl: na
tr: üzerinde

# RPCLocalization|
source: and
fr: et
pl: i
tr: ve

# RPCLocalization|
source: Automatically remove deleted files from download list
fr: Enlever automatiquement les fichiers supprimés de la liste des téléchargements
ja: 自動的にダウンロードリストから削除されたファイルを削除します
pl: Automatycznie usuń z listy pliki których nie ma dysku
tr: İndirme listesinden otomatik olarak silinmiş dosyaları kaldır

# RPCLocalization|
source: Some files corrupted
fr: des fichiers sont corrompus
ja: いくつかのファイルが破損している
pl: Niektóre pliki są uszkodzone
tr: Bazı dosyalar bozuk

# RPCLocalization|
source: Save
ja: 保存
pl: Zapisz

# RPCLocalization|
source: Share with friends
ja: 友達にシェア！
pl: Podziel się z przyjaciółmi

# RPCLocalization|
source: Paste urls from clipboard
fr: Coller des liens depuis le presse-papiers
ja: クリップボードのURLを貼り付けます
pl: Wklej adresy URL ze schowka

# RPCLocalization|
source: Change download URL
fr: Changer l'adresse de téléchargement
ja: ダウンロードURLを変更する
pl: Zmień adres pobierania

# RPCLocalization|
source: Saved as:
fr: Sauvegardé sous :
ja: 保存先：
pl: Zapisane jako:

# RPCLocalization|
source: Invalid URL
ja: 無効なURL
pl: Nieprawidłowy adres URL

# RPCLocalization|
source: Seeding
ja: シード中
pl: Udostępnanie

# RPCLocalization|
source: Use server time for file creation
fr: Utiliser l'heure du serveur pour la création de fichier
pl: Pobierz datę utworzenia pliku z serwera

# RPCLocalization|
source: Set days of the week to enable Scheduler
fr: Paramétrer les jours de la semaine pour activer le Planificateur
ja: スケジュールを有効にする曜日を設定する
pl: Ustaw dni tygodnia, aby włączyć Harmonogram

# RPCLocalization|
source: Enter URL or choose torrent file
fr: Entrez l'adresse ou choisissez le fichier torrent
pl: Wpisz adres lub wybierz plik torrent

# RPCLocalization|
source: New file
pl: Nowy plik

# RPCLocalization|
source: New files
pl: Nowe pliki

# RPCLocalization|
source: New video
pl: Nowe wideo

# RPCLocalization|
source: New torrent
pl: Nowy torrent

# RPCLocalization|
source: Save to
fr: Sauvegarder vers
pl: Zapisz do

# RPCLocalization|
source: File name
pl: Nazwa pliku

# RPCLocalization|
source: Create subfolder
pl: Utwórz podfolder

# RPCLocalization|
source: Torrent contents
pl: Zawartość Torrenta

# RPCLocalization|
source: Authentication required:
pl: Wymagane logowanie:

# RPCLocalization|
source: Enter new URL
fr: Entrer la nouvelle adresse
pl: Wprowadź nowy adres

# RPCLocalization|
source: File location
fr: Chemin du fichier
pl: Położenie pliku

# RPCLocalization|
source: Download links
pl: Linki do pobrania

# RPCLocalization|
source: Restore default settings?
fr: Restaurer les paramètres par défaut ?
pl: Przywrócić ustawienia domyślne?

# RPCLocalization|
source: Default settings
pl: Ustawienia domyślne

# RPCLocalization|
source: Found incomplete download with same name and size.
fr: Téléchargement incomplet trouvé avec un nom et une taille identique.
pl: Znaleziono niekompletne pobrania z samą nazwą i Wielkością.

# RPCLocalization|
source: Would you like to start new or resume downloading?
fr: Voulez-vous recommencer depuis le début ou reprendre le téléchargement ?
pl: Chcesz uruchomić nowe pobranie czy dokończyć poprzednie?

# RPCLocalization|
source: Start new
pl: Rozpocznij nowe

# RPCLocalization|
source: Resume
pl: Dokończ

# RPCLocalization|
source: Selected filepath is not valid.
pl: Wybrana ścieżka jest nieprawidłowa.

# RPCLocalization|
source: Special offer
fr: Offre spéciale
ja: 特別なオファー
pl: Oferta specjalna
tr: Özel teklif

# RPCLocalization|
source: Download Youtube channel
pl: Pobierz kanał Youtube

# RPCLocalization|
source: Download YouTube playlist
pl: Pobierz listę YouTube

# RPCLocalization|
source: Add YouTube upload date to file name
pl: Dodaj datę dodania na YouTube do nazwy pliku

# RPCLocalization|
source: try again
pl: spróbuj ponownie

# RPCLocalization|
source: Videos
pl: Video

# RPCLocalization|
source: Load More
pl: Wczytaj więcej

# RPCLocalization|
source: Video Quality
pl: Jakość video

# RPCLocalization|
source: High (1080p)
pl: Wysoka (1080p)

# RPCLocalization|
source: Medium (480p)
pl: Średnia (480p)

# RPCLocalization|
source: Low (240p)
pl: Niska (240p)

# RPCLocalization|
source: %n videos are chosen
pl: Wybrano %n plik video

# RPCLocalization|
source: A new version of the Firefox extension is available
pl: Dostępna jest nowa wersja rozszerzenia Firefox

# RPCLocalization|
source: To update the extension:
pl: Aby uaktualnić rozszerzenie:

# RPCLocalization|
source: Click %1 to remove the old version.
pl: Kliknij %1, aby usunąć starą wersję.

# RPCLocalization|
source: here
pl: tutaj

# RPCLocalization|
source: %1 the new version.
pl: Nowa wersja %1.

# RPCLocalization|
source: Install
pl: Instaluj

# RPCLocalization|
source: Before that, restart Firefox if it's running.
pl: Najpierw uruchom ponownie Firefox.

# RPCLocalization|
source: Error while removing:
pl: Błąd przy usuwaniu:

# RPCLocalization|
source: Close Firefox if it's running and try again
pl: Zamknij Firefox i spróbuj ponownie

# RPCLocalization|
source: Choose app mode
pl: Wybierz wygląd aplikacji

# RPCLocalization|
source: Light
pl: Jasny

# RPCLocalization|
source: Dark
pl: Ciemny

# RPCLocalization|
source: Suggest folders based on file type
fr: Proposer des dossier basés sur le type de fichier
ja: ファイルの種類に基づいてフォルダを提案する
pl: Sugeruj foldery wg typów plików
tr: Dosya türü tabanlı klasörler öner

# RPCLocalization|
source: Suggest folders based on download URL
fr: Proposer des dossiers basés sur l'URL téléchargée
ja: ダウンロードURLに基づいてフォルダを提案する
pl: Sugeruj foldery wg adresów URL
tr: İndirme URL tabanlı klasörler öner

# RPCLocalization|
source: Default folder:
fr: Dossier par défaut :
ja: デフォルトのダウンロードフォルダ：
pl: Folder domyślny:
tr: Varsayılan klasör:

# RPCLocalization|
source: Associate with torrents
fr: Associer aux torrents
ja: Torrentの関連付け
pl: Skojarz z torrentami
tr: Torrent ile ilişkilendir

# RPCLocalization|
source: Notifications
ja: お知らせ
pl: Powiadomienia
tr: Bildirimler

# RPCLocalization|
source: Notify me of completed downloads via Notification Center
fr: Me signaler les téléchargements complets via le Centre de Notifications
ja: 通知センターを経由してダウンロード完了のお知らせメッセージを受け取る
pl: Powiadm mnie o zakończeniu pobierania - przez Centrum Powiadomień
tr: Bildirim Merkezi tarafından tamamlanan indirmeleri bildir bana

# RPCLocalization|
source: Only when FDM window is inactive
fr: Seulement quand la fenêtre FDM est inactive
ja: FDMウィンドウが非アクティブである場合にのみ
pl: Tylko gdy okno FDM jest nieaktywne
tr: Sadece FDM penceresi aktif değilken

# RPCLocalization|
source: Action of Remove button (main panel) or Delete key
fr: Action du bouton Retirer (panneau principal) ou de la touche Suppr
ja: 削除ボタンのアクション（メインパネル）またはDeleteキー
pl: Reakcja na przycisk Usuń (główny panel) lub klawisz DEL
tr: Kaldırma düğmesi (ana panel) veya Delete tuşu İşlemi

# RPCLocalization|
source: Remove only from list
fr: Seulement retirer de la liste
ja: リストから削除
pl: Usuń tylko z listy plików
tr: Sadece listeden kaldır

# RPCLocalization|
source: Delete file(s) from disk
fr: Supprimer le(s) fichier(s) du disque
ja: ディスクからファイルを削除
pl: Usuń plik(i) z dysku
tr: Diskten dosya(ları)yı sil

# RPCLocalization|
source: Always ask
fr: Toujours demander
ja: 常に尋ねる
pl: Zawsze pytaj
tr: Her zaman sor

# RPCLocalization|
source: Don't catch downloads from
fr: Ne pas capturer les téléchargement de
ja: 以下からのファイルをダウンロードしないでください
pl: Nie przechwytuj pobrań z
tr: İndirmeleri yakalama
