Repository: FreeDownloadManagerTeam/FDM-localization
Catalog: fdm_*.po
Languages: fr, ja, pl, tr

# RPCLocalization|
source: Maximum number of connections
fr: Nombre maximal de connexions
ja: 接続の最大数
pl: Maksymalna liczba połączeń
tr: Bağlantıların maksimum sayısı

# RPCLocalization|
source: Using Alt key
fr: En utilisant la touche Alt
ja: Altキーを使用
pl: Użycie klawisza ALT
tr: Alt tuşu kullanımı

# RPCLocalization|
source: Don't catch downloads when Alt is pressed
fr: Ne pas capturer les téléchargement lorsque vous appuyez sur Alt
ja: Altキーが押されたときは、ダウンロードしないでください
pl: Nie przechwytuj pobrań, jeżeli ALT jest wciśnięty
tr: Alt basılıyken indirmeleri yakalama

# RPCLocalization|
source: Catch downloads only when Alt is pressed
fr: Capturer les téléchargements seulement lorsque vous appuyez sur Alt
ja: Altキーが押されたときにのみ、ダウンロードします
pl: Przechwytuj tylko, gdy ALT jest wciśnięty
tr: Sadece Alt basılıyken indirmeleri yakala

# RPCLocalization|
source: Skip domains:
fr: Ignorer les domaines :
ja: このドメインをスキップ：
pl: Pomiń domeny:
tr: Alan adlarını geç:

# RPCLocalization|
source: Don't put your computer to sleep if there is a scheduled download
fr: Ne pas mettre votre ordinateur en veille si un téléchargement est programmé
ja: ダウンロードが予約されている場合はコンピューターをスリープ状態にしないようにする
pl: Nie pozwól uśpić komputera jeżeli pliki są w harmonogramie pobierania
tr: Zamanlanmış indirme varsa bilgisayarı uykuya geçirme

# RPCLocalization|
source: Don't put your computer to sleep if there is an active download
fr: Ne pas mettre votre ordinateur en veille si un téléchargement est en cours
ja: ダウンロードを実行している場合はコンピューターをスリープ状態にしないようにする
pl: Nie pozwól uśpić komputera w trakcie pobierania
tr: Aktif indirme varsa bilgisayarı uykuya geçirme

# RPCLocalization|
source: Remove only from download list
fr: Enlever uniquement de la liste de téléchargements
ja: ダウンロードリストからのみ削除
pl: Usuń tylko z listy pobierania
tr: Sadece indirme listeden kaldır

# RPCLocalization|
source: Go back to default settings
fr: Réinitialiser les paramètres
ja: デフォルトの設定に戻る
pl: Przywróc ustawienia domyślne
tr: Varsayılan seçeneklere geri dön

# RPCLocalization|
source: Use only HTTP ports to catch downloads in Edge
fr: Utiliser les ports HTTP pour capturer les téléchargements dans Edge
ja: Edgeでのダウンロードする唯一のHTTPポートを使用
pl: Użyj tylko portów HTTP, aby przejąć pobrania w Edge
tr: Edge'te indirmeleri yakalamak için sadece HTTP portlarını kullan

# RPCLocalization|
source: Traffic limits
pl: Limity połączeń

# RPCLocalization|
source: extension
ja: ここ
pl: rozszerzenie
tr: uzantı

# RPCLocalization|
source: Automatically catch downloads from browsers
fr: Capture automatiquement les téléchargements des navigateurs
ja: ブラウザから自動的にダウンロード
pl: Automatycznie przechwytuj pobrania z przeglądarek
tr: Tarayıcılardan otomatik olarak indirmeleri yakala

# RPCLocalization|
source: Verify if
fr: Vérifier si
ja: 拡張機能が有効になっているか
pl: Sprawdź czy
tr: Doğrula eğer

# RPCLocalization|
source: is enabled
fr: est installé et actif sur Chrome
ja: で確認する
pl: jest włączone
tr: etkin

# RPCLocalization|
source: No Chrome installation was found.
fr: Pas d'installation de Chrome trouvée.
ja: Chromeが見つかりません
pl: Chrome nie jest zainstalowany.
tr: Chrome bulunamadı.

# RPCLocalization|
source: You can
fr: Vous pouvez
ja: することができます
pl: Możesz
tr: Yapabilirsin

# RPCLocalization|
source: download Chrome here
fr: télécharger Chrome ici
ja: ここでChromeをダウンロード
pl: pobrać Chrome tutaj
tr: Chrome buradan indir

# RPCLocalization|
source: Don't catch downloads smaller than
fr: Ne pas capturer les téléchargements plus petit que
ja: この容量より小さいファイルをダウンロードしないでください：
pl: Nie przechwytuj pobrań mniejszych niż
tr: Küçük olan indirmeleri yakalama

# RPCLocalization|
source: Kbytes
pl: KB

# RPCLocalization|
source: Skip files with extensions:
fr: Ignorer les fichiers ayant des extensions :
ja: この拡張子を持つファイルをスキップ：
pl: Pomiń pliki z rozszerzeniami:
tr: Uzantılı dosyaları atla:

# RPCLocalization|
source: Add FDM to browser context menu
fr: Ajouter FDM au menu contextuel du navigateur
ja: ブラウザのコンテキストメニューにFDMを追加
pl: Dodaj FRM do menu kontekstowego przeglądarki
tr: Tarayıcı bağlam menüsüne FDM ekle

# RPCLocalization|
source: Use proxy for P2P connections
fr: Utiliser proxy pour les connexions P2P
ja: P2P接続にプロキシを使用
pl: Użyj proxy dla połączeń P2P
tr: P2P bağlantıları için vekil sunucu kullan

# RPCLocalization|
source: Parameters
fr: Paramètres
ja: パラメータ
pl: Parametry
tr: Parametreler

# RPCLocalization|
source: Low
fr: Faible
ja: 低い
pl: Niska
tr: Düşük

# RPCLocalization|
source: Medium
fr: Moyen
ja: 標準
pl: Średnia
tr: Orta

# RPCLocalization|
source: High
fr: Haut
ja: 高い
pl: Wysoka
tr: Yüksek

# RPCLocalization|
source: Normal
ja: 標準
pl: Normalne

# RPCLocalization|
source: Skip
fr: Ignorer
ja: スキップ
pl: Pomiń
tr: Geç

# RPCLocalization|
source: Download speed
fr: Vitesse de téléchargement
ja: ダウンロード速度
pl: Prędkość pobierania
tr: İndirme hızı

# RPCLocalization|
source: Upload speed
fr: Vitesse de chargement
ja: アップロード速度
pl: Prędkość wysyłania
tr: Yükleme hızı

# RPCLocalization|
source: History
fr: Historique
ja: 履歴
pl: Historia
tr: Geçmiş

# RPCLocalization|
source: Remember all destination folders
fr: Se rappeler de tous les dossiers de destination
ja: すべての宛先フォルダを覚えておいてください
pl: Pamiętaj wszystkie foldery docelowe
tr: Tüm hedef klasörleri hatırla

# RPCLocalization|
source: Clear history older than
fr: Supprimer l'historique datant de plus de
pl: Wyczyść historię starszą niż

# RPCLocalization|
source: days
fr: jour
pl: dzień

# RPCLocalization|
source: Maximum number of history records:
fr: Nombre maximal d'enregistrements dans l'historique :
ja: 履歴レコードの最大数
pl: Maksymalna liczba pozycji w historii:
tr: Geçmiş kayıtlarının maksimum sayısı:

# RPCLocalization|
source: Disk usage
fr: Utilisation du disque
ja: ディスク使用量
pl: Użycie dysku
tr: Disk kullanımı

# RPCLocalization|
source: Preallocate disk space for files larger than
fr: Pré-allouer l'espace disque pour des fichiers plus large que
ja: より大きなファイルのため事前に割り当てるディスク容量
pl: Zarezerwuj miejsce na dysku dla plików większych niż
tr: Büyük dosyalar için disk alanı ayırma

# RPCLocalization|
source: Gbytes
pl: GB

# RPCLocalization|
source: Power management
fr: Gestion de l'alimentation
ja: 電源管理
pl: Zarządzanie energią
tr: Güç yönetimi

# RPCLocalization|
source: Prevent sleep if there are active downloads
fr: Eviter que l'ordinateur passe en veille si jamais il y a des téléchargementen cours
ja: 実行中のダウンロードがある場合は切断を防ぐ
pl: Zapobiegaj uśpieniu, jeżeli są aktywne pobrania
tr: Aktif indirmeler varsa uykuya geçmeyi önle

# RPCLocalization|
source: Delete button action
fr: Action du bouton Supprimer
ja: 削除ボタンのアクション
pl: Akcja dla przycisku usuwania
tr: Delete düğme işlemi

# RPCLocalization|
source: Delete files
fr: Supprimer les fichiers
ja: 削除したファイル
pl: Usuń pliki
tr: Dosyaları sil

# RPCLocalization|
source: Port forwarding
fr: Transmission de port
pl: Przekierowanie portów
tr: Port yönlendirme

# RPCLocalization|
source: Local peer discovery
fr: Découverte de pair local
ja: ローカルピア発見
pl: Wyszukuj udostępnianie lokalne
tr: Yerel eş bulma

# RPCLocalization|
source: Peer exchange
fr: Echange de pairs
ja: ピア交換
pl: Wymiana udostępnień
tr: Eş değişimi

# RPCLocalization|
source: Use ports in range:
fr: Utiliser les ports dans la fourchette :
ja: この範囲内のポートを使用する：
pl: Używaj portów w zakresie:
tr: Port aralığını kullan:

# RPCLocalization|
source: to
fr: vers
pl: do

# RPCLocalization|
source: Select All
fr: Tout sélectionner
ja: すべてを選択
pl: Wybierz wszystko
tr: Tümünü Seç

# RPCLocalization|
source: Name
fr: Nom
ja: 名前
pl: Nazwa
tr: Ad

# RPCLocalization|
source: Speed
fr: Vitesse
ja: スピード
pl: Prędkość
tr: Hız

# RPCLocalization|
source: Size
fr: Taille
ja: サイズ
pl: Wielkość
tr: Boyut

# RPCLocalization|
source: Added
fr: Ajouté
ja: 追加日時
pl: Dodane
tr: Eklendi

# RPCLocalization|
source: Start all
fr: Tout lancer
ja: すべてを再開
pl: Uruchom wszystkie
tr: Tümünü başlat

# RPCLocalization|
source: Pause all
fr: Tout suspendre
ja: すべてを一時停止
pl: Wstrzymaj wszystko
tr: Tümünü duraklat

# RPCLocalization|
source: Start selected
fr: Démarrer la sélection
ja: 選択したものを再開
pl: Uruchom wybrane
tr: Seçiliyi başlat

# RPCLocalization|
source: Pause selected
fr: Mettre la sélection en pause
ja: 選択したものを一時停止
pl: Wstrzymaj wybrane
tr: Seçiliyi duraklat

# RPCLocalization|
source: Add new download...
fr: Ajouter un nouveau téléchargement ...
ja: 新しいダウンロードを追加...
pl: Dodaj nowe pobranie...
tr: Yeni indirme ekle...

# RPCLocalization|
source: Move to trash
fr: Déplacer vers la poubelle
ja: ゴミ箱に移動
pl: Przenieś do kosza
tr: Çöp kutusuna taşı

# RPCLocalization|
source: Remove from list
fr: Retirer de la liste
ja: リストから削除
pl: Usuń z listy
tr: Listeden kaldır

# RPCLocalization|
source: Delete selected
fr: Supprimer la sélection
ja: 選択したものを削除
pl: Usuń wybrane
tr: Seçiliyi sil

# RPCLocalization|
source: Move to...
fr: Déplacer vers ...
ja: 選択したもの...に移動
pl: Przenieś do...
tr: Taşı...

# RPCLocalization|
source: Search
fr: Rechercher
ja: 検索
pl: Szukaj
tr: Arama

# RPCLocalization|
source: Main menu
fr: Menu principal
ja: メインメニュー
pl: Menu główne
tr: Ana menü

# RPCLocalization|
source: Delete selected downloads
fr: Supprimer les téléchargements sélectionnés
ja: 選択したダウンロードを消去
pl: Usuń wybrane pobrania
tr: Seçili indirmeleri sil

# RPCLocalization|
source: Remember my choice
fr: Se rappeler de mon choix
ja: この選択を忘れないでください
pl: Zapamiętaj mój wybór
tr: Seçimimi hatırla

# RPCLocalization|
source: Delete file
fr: Supprimer le fichier
ja: ファイルを削除
pl: Usuń plik
tr: Dosyayı sil

# RPCLocalization|
source: All
fr: Tout
ja: すべて
pl: Wszystkie
tr: Tümü

# RPCLocalization|
source: Active
ja: 実行中
pl: Aktywne
tr: Aktif

# RPCLocalization|
source: Completed
fr: Terminé
ja: 完了
pl: Zakończone
tr: Tamamlandı

# RPCLocalization|
source: Customize color
fr: Personnaliser la couleur
ja: カスタマイズカラー
pl: Dostosuj kolor
tr: Rengi özelleştir

# RPCLocalization|
source: Remove tag
fr: Retirer l'étiquette
ja: タグを削除
pl: Usuń etykietę
tr: Etiketi kaldır

# RPCLocalization|
source: Would you like to make Free Download Manager the default torrent client?
fr: Voulez-vous faire de Free Download Manager votre client torrent par défaut?
ja: Free Download ManagerをデフォルトのTorrentのクライアントにしますか？
pl: Chcesz ustawić FDM jako domyślnego klienta torrent?
tr: Free Download Manager'ı varsayılan torrent istemcisi yapmak istiyor musunuz?

# RPCLocalization|
source: Don’t ask again
fr: Ne plus demander
ja: これ以降表示されません
pl: Nie pytaj ponownie
tr: Tekrar sorma

# RPCLocalization|
source: Set as Default
fr: Définir par défaut
ja: デフォルトとして設定
pl: Ustaw jako domyślny
tr: Varsayılan Yap

# RPCLocalization|
source: Computer will be put to sleep after all downloads are completed.
fr: L'ordinateur sera mise en veille une fois les téléchargements terminés.
ja: すべてのダウンロードが完了した後にこのコンピュータをスリープ状態にします
pl: Komputer zostanie uśpiony po zakończeniu wszystkich pobrań.
tr: Bilgisayar tüm indirmeler tamamlandıktan sonra uykuya geçecektir.

# RPCLocalization|
source: Computer will shut down after all downloads are completed.
fr: L'ordinateur s'arrêtera une fois les téléchargements terminés.
ja: すべてのダウンロードが完了した後にこのコンピュータをシャットダウンします
pl: Komputer zostanie wyłączony po zakończeniu wszystkich pobrań.
tr: Bilgisayar tüm indirmeler tamamlandıktan sonra kapatılacaktır.

# RPCLocalization|
source: Computer will hibernate after all downloads are completed.
fr: L'ordinateur hibernera une fois les téléchargements terminés.
ja: すべてのダウンロードが完了した後にこのコンピュータを休止状態にします
pl: Komputer zostanie zahibernowany po zakończeniu wszystkich pobrań.
tr: Bilgisayar tüm indirmeler tamamlandıktan sonra hazırda bekletilecektir.

# RPCLocalization|
source: Checking for updates...
fr: Recherche des mise à jour ...
ja: アップデートを確認しています...
pl: Sprawdzenie aktualizacji...
tr: Güncellemeler kontrol ediliyor...

# RPCLocalization|
source: Retry
fr: Ressayer
ja: 再試行
pl: Ponów próbę
tr: Yeniden dene

# RPCLocalization|
source: Error:
fr: Erreur :
ja: エラー：
pl: Błąd:
tr: Hata:

# RPCLocalization|
source: Error downloading update:
fr: Erreur lors du téléchargement de mises à jour :
ja: アップデートのダウンロードエラー：
pl: Błąd pobierania aktualizacji:
tr: Güncelleme indirilirken hata:

# RPCLocalization|
source: Downloading update
fr: Téléchargement de mises à jour
ja: 更新のダウンロード
pl: Pobieranie aktualizacji
tr: Güncelleme indiriliyor

# RPCLocalization|
source: Checking...
fr: Vérification ...
ja: チェック中...
pl: Sprawdzanie...
tr: Kontrol ediliyor...

# RPCLocalization|
source: Update downloaded
fr: Mise à jour téléchargées
ja: アップデートをダウンロード
pl: Pobrano aktualizację
tr: İndirileni güncelle

# RPCLocalization|
source: Install update
fr: Installer les mises à jour
ja: 更新プログラムをインストール
pl: Zainstaluj aktualizację
tr: Güncellemeyi kur

# RPCLocalization|
source: Installing updates
fr: Installation des mises à jour
ja: アップデートをインストールしています
pl: Instalacja aktualizacji
tr: Güncellemeler kuruluyor

# RPCLocalization|
source: Relaunch FDM to update
fr: Relancer FDM pour le mettre à jour
ja: 更新するためにFDMを再起動する
pl: Uruchom ponownie FDM, aby zaktualizować
tr: Güncelleme için FDM'yi yeniden başlat

# RPCLocalization|
source: Relaunch
fr: Relancer
ja: リニューアル
pl: Uruchom ponownie
tr: Yeniden başlat

# RPCLocalization|
source: Error occurred during installation:
fr: Une erreur est survenue lors de l'installation :
ja: インストール中にエラーが発生しました：
pl: Błąd podczas aktualizacji:
tr: Kurulum sırasında hata oluştu:

# RPCLocalization|
source: Restart computer to complete installation
fr: Redémarrer l'ordinateur pour compléter l'installation
ja: コンピュータを再起動してインストールを完了してください
pl: Restartuj komputer, aby zakończyć instalację
tr: Kurulum tamamlanınca bilgisayarı yeniden başlat

# RPCLocalization|
source: FDM is up to date!
fr: FDM est à jour !
ja: 現在のFDMは最新です！
pl: FDM jest aktualny!
tr: FDM güncel!

# RPCLocalization|
source: New version is available
fr: Nouvelle version disponible
ja: 新しいバージョンが利用可能です
pl: Nowa wersja jest dostępna
tr: Yeni sürüm mevcut

# RPCLocalization|
source: Options
ja: オプション
pl: Opcje
tr: Seçenekler

# RPCLocalization|
source: Open Scheduler
fr: Ouvrir le Planificateur
ja: スケジュールを開く
pl: Otwórz harmonogram
tr: Zamanlayıcıyı Aç

# RPCLocalization|
source: Sсheduler
fr: Planificateur
ja: スケジュール
pl: Harmonogram
tr: Zamanlayıcı

# RPCLocalization|
source: Start and pause downloads at specified time
fr: Lancer et mettre en pause les téléchargements aux moments spécifiés
ja: 指定した時刻にダウンロードを再開または一時停止する
pl: Rozpoczynaj i wstrzymuj pobierania o wskazanych godzinach
tr: Belirtilen saatte indirmeleri başlat ve duraklat

# RPCLocalization|
source: Enable Scheduler
fr: Activer le Planificateur
ja: スケジュールを有効
pl: Włącz harmonogram
tr: Zamanlayıcıyı Etkinleştir

# RPCLocalization|
source: Sun
fr: Dim
ja: 日
pl: Nie
tr: Paz

# RPCLocalization|
source: Mon
fr: Lun
ja: 月
pl: Pon
tr: Pts

# RPCLocalization|
source: Tue
fr: Mar
ja: 火
pl: Wto
tr: Sal

# RPCLocalization|
source: Wed
fr: Mer
ja: 水
pl: Śro
tr: Çar

# RPCLocalization|
source: Fri
fr: Ven
ja: 金
pl: Pt
tr: Cum

# RPCLocalization|
source: Sat
fr: Sam
ja: 土
pl: Sob
tr: Cts

# RPCLocalization|
source: From:
fr: De :
pl: Od:
tr: Kimden:

# RPCLocalization|
source: To:
fr: A :
pl: Do:
tr: Kime:

# RPCLocalization|
source: Change settings
fr: Changer les paramètres
ja: 設定を変更
pl: Zmień ustawienia
tr: Ayarları değiştir

# RPCLocalization|
source: Change preferences
fr: Changer les préférences
ja: 設定変更
pl: Zmień preferencje
tr: Tercihleri değiştir

# RPCLocalization|
source: Tip
fr: Astuce
ja: ヒント
pl: Wskazówka
tr: İpucu

# RPCLocalization|
source: Computer won't be put to sleep because there are scheduled downloads
fr: L'ordinateur n'ira pas en veille parce qu'il y a des téléchargementsprogrammés
ja: ダウンロードが予定されているため、コンピュータがスリープ状態になることはありません
pl: Komputer nie będzie uśpiony, ponieważ w harmonogramie na pliki do pobrania
tr: Bilgisayar uykuya geçemeyecek çünkü zamanlanmış indirmeler var.

# RPCLocalization|
source: Scheduler
fr: Planificateur
ja: スケジュール
pl: Harmonogram
tr: Zamanlayıcı

# RPCLocalization|
source: Don't put your computer to sleep if there're scheduled downloads
fr: Ne pas mettre votre ordinateur en veille si les téléchargements sontprogrammés
ja: ダウンロードがスケジュールされている場合はコンピューターをスリープ状態にしないでください
pl: Nie usypiaj komputera, jeżeli ma pliki w harmonogramie
tr: Zamanlanmış indirmeler varsa bilgisayarı uykuya geçirme

# RPCLocalization|
source: Restore
fr: Rétablir
ja: 復元
pl: Przywróć
tr: Geri Yükle

# RPCLocalization|
source: Start download
ja: ダウンロードを開始します
pl: Rozpocznij pobieranie

# RPCLocalization|
source: Press
fr: Appuyer
pl: Wciśnij
tr: Bas

# RPCLocalization|
source: Start downloading without confirmation
fr: Lancer le téléchargement sans confirmation
ja: 確認せずにダウンロードを開始
pl: Rozpoczynaj pobieranie bez potwierdzenia
tr: Onaylanamadan indirmeleri başlat

# RPCLocalization|
source: Use browser if you cancel download via FDM
fr: Utiliser le navigateur si vous annulez le téléchargement via FDM
ja: あなたはFDMを経由してダウンロードをキャンセルした場合、ブラウザを使用してダウンロード
pl: Użyj przeglądarki, jeżeli anulujesz pobieranie w FDM
tr: FDM tarafından indirme iptal edilirse tarayıcıyı kullan

# RPCLocalization|
source: Maximum number of simultaneous downloads
fr: Nombre maximal de téléchargements simultanés
ja: 同時ダウンロードの最大数
pl: Maksymalna liczba jednoczesnych połączeń
tr: Eşzamanlı indirmelerin maksimum sayısı

# RPCLocalization|
source: to let the browser process the download
fr: permet au navigateur d'effectuer le téléchargement
ja: ブラウザがダウンロードを処理するようにする
pl: aby pozwolić preglądarce przetworzyć pobieranie
tr: indirme işlemini tarayıcıya bırak

# RPCLocalization|
source: Check file integrity
fr: Vérifier l'intégralité du fichier
ja: ファイルの整合性をチェック
pl: Sprawdź integralność pliku
tr: Dosya bütünlüğünü kontrol et

# RPCLocalization|
source: Calculate
fr: Calculer
ja: 計算
pl: Oblicz
tr: Hesapla

# RPCLocalization|
source: Calculating
fr: Calcul en cours
ja: 計算中
pl: Obliczam
tr: Hesaplanıyor

# RPCLocalization|
source: Verification OK
fr: Vérification OK
ja: 検証OK
pl: Weryfikacja OK
tr: Doğrulama başarılı

# RPCLocalization|
source: Verification failed
fr: Echec de vérification
ja: 検証が失敗しました
pl: Weryfikacja nie powiodła się
tr: Doğrulama başarısız oldu

# RPCLocalization|
source: Close
fr: Fermer
ja: 閉じる
pl: Zamknij
tr: Kapat

# RPCLocalization|
source: %1 left
fr: %1 restantes
ja: %1 左
pl: Pozostało %1
tr: %1 kaldı

# RPCLocalization|
source: Browsers:
fr: Navigateurs :
ja: ブラウザ：
pl: Przeglądarki:
tr: Tarayıcılar:

# RPCLocalization|
source: Done
fr: Fait
ja: 決定
pl: Zakończone
tr: Tamam

# RPCLocalization|
source: %1 of %2
fr: %1 de %2
pl: %1 z %2

# RPCLocalization|settings
source: Traffic Limits
ja: トラフィックの制限
pl: Limity prędkości
tr: Trafik Limitleri

# RPCLocalization|settings
source: Login
ja: ログイン
pl: Użytkownik
tr: Giriş

# RPCLocalization|settings
source: Update
ja: アップデート
pl: Aktualizacja
tr: Güncelle

# RPCLocalization|Advanced
source: Options
ja: オプション
pl: Opcje
tr: Seçenekler

# RPCLocalization|tags panel
source: Completed
ja: 完了
pl: Zakończone
tr: Tamamlandı

# RPCSystem|
source: Default download folder
fr: Dossier de téléchargement par défaut
ja: デフォルトのダウンロードフォルダ
pl: Domyślny folder pobierania

# RPCSystem|
source: Accept
fr: Accepter
ja: 受け入れる
pl: Akceptuj

# RPCSystem|
source: Download to
fr: Télécharger vers
pl: Pobierz do

# RPCSystem|
source: Open torrent file
fr: Ouvrir le fichier torrent
ja: Torrentファイルを開く
pl: Otwórz plik torrent

# RPCSystem|
source: Torrent files
fr: Fichiers torrent
ja: Torrentファイル
pl: Pliki torrent

# TorrentDownload|
source: File priorities changed
fr: Priorités du fichier changées
ja: ファイルの優先順位を変更
pl: Zmienione priorytety plików
tr: Dosya öncelikleri değiştirildi

# TorrentDownload|
source: Stopping seeding
fr: Arrêt de l'ensemencement
ja: シードを停止
pl: Zatrzymaj wysyłanie
tr: Kaynak durduruluyor

# TorrentDownload|
source: Sequential downloading enabled
fr: Téléchargement séquentiel activé
ja: シーケンシャルダウンロードが有効
pl: Pobieranie sekwencyjne włączone
tr: Ardışık indirme etkin

# TorrentDownload|
source: Sequential downloading disabled
fr: Téléchargement séquentiel désactivé
ja: シーケンシャルダウンロードが無効
pl: Pobieranie sekwencyjne wyłączone
tr: Ardışık indirme devre dışı

# TorrentDownload|
source: Trackers merged
fr: Fusion des localisateurs
ja: トラッカーをマージする
pl: Serwery połączone
tr: İzleyiciler birleştirildi

# TorrentDownload|
source: Starting seeding
fr: Début de l'ensemencement
ja: シードを開始する
pl: Rozpoczynam wysyłanie
tr: Kaynak başlatılıyor

# TorrentDownload|
source: Unknown error occurred
fr: Une erreur inconnue s'est produite
ja: 不明なエラーが発生しました
pl: Wystąpił nieznany błąd
tr: Bilinmeyen hata oluştu

# TorrentDownload|
source: Error occurred: %1
fr: Erreur : %1
ja: エラーが発生しました：%1
pl: Wystąpił błąd: %1
tr: Hata oluştu: %1

# TorrentDownload|
source: Maximum number of connections is %1
fr: Le nombre maximal de connexions est %1
ja: 接続の最大数は%1です
pl: Maksymalna liczba połączeń to %1
tr: Bağlantıların maksimum sayısı %1

# TorrentDownload|
source: unlimited
ja: 無制限
pl: bez limitu
tr: limitsiz

# TorrentDownload|
source: Download speed is unlimited
fr: La vitesse de téléchargement est illimitée
ja: ダウンロード速度は無制限です
pl: Prędkość pobierania jest nieograniczona
tr: İndirme hızı limitsiz

# TorrentDownload|
source: Download speed is limited to %1/s
fr: La vitesse de téléchargement est limitée à %1/s
ja: ダウンロード速度は%1/sに制限されている
pl: Prędkość pobierania jest ograniczona do %1/s
tr: İndirme hızı %1/s ile limitli

# TorrentDownload|
source: Upload speed is unlimited
fr: La vitesse de chargement est illimitée
ja: 速度は無制限でアップロード
pl: Prędkość wysyłania jest nieograniczona
tr: Yükleme hızı limitsiz

# TorrentDownload|
source: Upload speed is limited to %1/s
fr: La vtesse de chargement est limitée à %1/s
ja: アップロード速度は%1/sに制限されている
pl: Prędkość wysyłania jest ograniczona do %1/s
tr: Yükleme hızı %1/s olarak limitli

# TorrentDownload|
source: Starting download
fr: Debut du téléchargement
ja: ダウンロードの開始
pl: Rozpoczynanie pobierania
tr: İndirme başlatılıyor

# TorrentDownload|
source: Checking files
fr: Vérification des fichiers
ja: ファイルを確認
pl: Sprawdzanie plików
tr: Dosyalar kontrol ediliyor

# TorrentDownload|
source: Downloading
fr: Téléchargement en cours
ja: ダウンロード中
pl: Pobieranie
tr: İndiriliyor

# TorrentDownload|
source: Download complete
fr: Téléchargement terminé
ja: ダウンロードが完了しました
pl: Pobieranie zakończone
tr: İndirme tamamlandı

# TorrentDownload|
source: Can't move files recursively
fr: Ne peut déplacer les fichiers de manière récursive
ja: 再帰的にファイルを移動することはできません
pl: Nie mogę przenieść plików z podfolderami
tr: Yinelemeli dosyalar taşınamıyor

# TorrentDownload|
source: Changing destination folder
fr: Changement du dossier de destination
ja: 変更先のフォルダ
pl: Zmieniam folder docelowy
tr: Hedef klasör değiştiriliyor

# TorrentDownload|
source: Moving files to %1
fr: Déplacement des fichiers : %1
ja: %1にファイルを移動する
pl: Przenoszę pliki do %1
tr: Dosyalar %1 taşınıyor

# TorrentDownload|
source: Moving file to %1
fr: Déplacement du fichier vers %1
ja: %1にファイルを移動する
pl: Przenoszę plik do %1
tr: Dosya %1 taşınıyor

# TorrentDownload|
source: Waiting for metadata
fr: En attente des métadonnées
ja: メタデータを待っている
pl: Czekam na metadane
tr: Metaveri için bekleniyor

# TorrentDownload|
source: Updating
fr: Actualisation
ja: 更新
pl: Uaktualniam
tr: Güncelleniliyor

# TorrentDownload|
source: Working
fr: En cours
ja: 作業中
pl: Pracuję
tr: Çalışıyor

# TorrentDownload|
source: Metadata received
fr: Métadonnées reçues
ja: メタデータを受信しました。
pl: Otrzymałem metadane
tr: Metaveri alındı

# TorrentDownload|
source: User authorization required
fr: Autorisation d'utilisateur requise
ja: ユーザー認証が必要です
pl: Wymanage logowanie użytkownika
tr: Kullanıcı yetkilendirmesi grekli

# TorrentDownload|
source: Files mapped to new directory
fr: Fichiers chargés vers un nouveau répertoire
ja: 新しいディレクトリにマッピングされたファイル
pl: Pliki podłączone do nowego folderu
tr: Dosyalar yeni dizinle eşlendi

# TorrentDownload|
source: Files moving failed
fr: Echec du déplacement des fichiers
ja: 複数のファイルの移動に失敗しました
pl: Błąd przeniesienia plików
tr: Dosya taşınırken başarısız oldu
