Repository: FreeDownloadManagerTeam/FDM-localization
Catalog: fdm_*.po
Languages: fr, ja, pl, tr

source: Download with FDM
fr: Téléchargement avec FDM
ja: FDMでダウンロード
pl: Pobierz z FDM
tr: FDM ile indir

source: Download selected with FDM
fr: Téléchargement sélectionné avec FDM
ja: 選択したものをFDMでダウンロード
pl: Pobierz wybrane z FDM
tr: FDM ile seçiliyi indir

source: Download video with FDM
fr: Téléchargement de vidéo avec FDM
ja: FDMでビデオをダウンロード
pl: Pobierz wideo z FDM
tr: FDM ile videoyu indir

source: Error: 0x%x. Failed to transfer downloads to FDM.
ja: エラー：0x％x。 ダウンロードをFDMに転送できませんでした。
pl: Błąd: 0x%x. Nie udało się przenieść pliku do FDM.
tr: Hata: 0x%x. FDM'ye indirmeleri aktarma başarısız oldu.

source: No flash video found. Try reloading this page.
fr: Vidéo flash introuvable. Recharger cette page.
ja: フラッシュビデオは見つかりませんでした。 このページを再読み込みしてみてください。
pl: Nie znaleziono plików video flash. Spróbuj przeładować stronę.
tr: Flash video bulunamadı. Bu sayfayı yinelemeyi deneyin.

# Download|
source: Specified folder path is relative, full path is %1
pl: Podany folder nie jest pełną ścieżką, pełna ścieżka to %1

# Download|
source: Reconnecting in %1 seconds
pl: Ponowne połączenie za %1 sekund

# Download|
source: Priority set to %1
pl: Ustaw priorytet na %1

# Download|
source: Queued: Snail mode is on. Turn it off to continue
pl: Kolejka: włączony tryb powolny. Wyłącz go, aby kontynuować

# Download|
source: Queued
pl: Kolejka

# DownloadFileInfo|
source: Skip
fr: Ignorer
ja: スキップ
pl: Pomiń
tr: Geç

# DownloadFileInfo|
source: Low
ja: 低い
pl: Niski
tr: Düşük

# DownloadFileInfo|
source: Normal
ja: 標準
pl: Normalny

# DownloadFileInfo|
source: High
ja: 高い
pl: Wysoki
tr: Yüksek

# DownloadInfo|
source: Low
ja: 低い
pl: Niski
tr: Düşük

# DownloadInfo|
source: Normal
ja: 標準
pl: Normalny

# DownloadInfo|
source: High
ja: 高い
pl: Wysoki
tr: Yüksek

# HttpError|
source: HTTP Error %1: %2
fr: Erreur HTTP %1 : %2
ja: HTTP エラー %1： %2
pl: Błąd HTTP %1: %2

# HttpError|
source: HTTP Error %1
pl: Błąd HHTP %1

# HttpError|
source: Unknown error
fr: Erreur inconnue
ja: 不明なエラー
pl: Nieznany błąd

# HttpError|
source: Remote host name not found
fr: Nom d'hôte distant non trouvé
ja: リモートホスト名が見つかりません
pl: Nie znaleziono nazwy hosta zdalnego

# HttpError|
source: Operation canceled
fr: Opération annulée
ja: 操作がキャンセルされました
pl: Operacja anulowana

# HttpError|
source: Remote server closed connection
fr: Connexion au serveur distant fermée
ja: リモートサーバーに匿名で接続
pl: Zdalny serwer zakończył połączenie

# HttpError|
source: Connection timed out
fr: Délai de connexion dépassé
ja: 接続がタイムアウトしました
pl: Upłynął limit czasu połączenia

# HttpError|
source: SSL/TLS handshake failed
fr: Contact SSL/TLS avorté
ja: SSL / TLSハンドシェイクに失敗しました
pl: Uzgodnienie SSL/TLS nie powiodło się

# HttpError|
source: Connection refused
fr: Connection refusée
ja: 接続拒否されました
pl: Odmowa połączenia

# HttpError|
source: Unknown network-related error detected
fr: Erreur réseau inconnue détectée
ja: 不明なネットワーク関連のエラーが検出されました
pl: Nieznany błąd sieci

# HttpError|
source: Requested operation is not permitted
fr: L'opération demandée n'est pas permise
ja: 要求された操作は許可されていません
pl: Żądana operacja nie jest prawidłowa

# HttpError|
source: Bad Request
fr: Mauvaise demande
ja: 要求の形式が正しくありません
pl: Złe zapytanie

# HttpError|
source: Unauthorized
fr: Non autorisée
ja: 許可されていません
pl: Nieautoryzowane

# HttpError|
source: Payment Required
fr: Paiement requis
ja: お支払いが必要です
pl: Wymagana płatność

# HttpError|
source: Forbidden
fr: Interdit
ja: 禁止されている
pl: Zabronione

# HttpError|
source: Not Found
fr: Non trouvé
ja: 見つかりません
pl: Nie znaleziono

# HttpError|
source: Method Not Allowed
fr: Méthode no autorisée
ja: メソッドが許可されていません
pl: Metoda nie jest dozwolona

# HttpError|
source: Not Acceptable
fr: Non acceptable
ja: 受け入れられません
pl: Nie do przyjęcia

# HttpError|
source: Proxy Authentication Required
fr: Authentification proxy demandée
ja: プロキシ認証が必要
pl: Wymagana autoryzacja proxy

# HttpError|
source: Request Timeout
fr: Requête expirée
ja: 要求のタイムアウト
pl: Limit czasu żądania

# HttpError|
source: Conflict
fr: Conflit
pl: Konflikt

# HttpError|
source: Gone
fr: Disparu
ja: 過ぎた
pl: Usunięty

# HttpError|
source: Length Required
fr: Longueur requise
pl: Wymagana długość

# HttpError|
source: Precondition Failed
fr: Echec de condition préalable
ja: 前提条件が失敗しました
pl: Podano błędne warunki

# HttpError|
source: Request Entity Too Large
fr: Requête trop grande
pl: Zbyt długie zapytanie

# HttpError|
source: Request-URI Too Long
fr: URI de requête trop grande
ja: リクエストしたURIが長すぎます
pl: Adres URI jest zbyt długi

# HttpError|
source: Unsupported Media Type
fr: Type de média non supporté
ja: サポートされていないメディアタイプです
pl: Nieprawidłowa składnia

# HttpError|
source: Requested Range Not Satisfiable
fr: Plage demandée non satisfaisante
ja: リクエストされた範囲が不足している
pl: Żądanie poza zakresem wielkości

# HttpError|
source: Expectation Failed
fr: Échec de l'attente
ja: 期待できません
pl: Oczekiwana wartość nie do zwrócenia

# HttpError|
source: I'm a teapot
fr: Je suis un théière
pl: Jestem czajnikiem - easter egg

# HttpError|
source: Authentication Timeout
fr: Délai d'authentification dépassé
ja: 認証のタイムアウト
pl: Upłynął czas logowania

# HttpError|
source: Method Failure / Enhance Your Calm
fr: Échec de la méthode / gardez votre calme
ja: メソッドの失敗/Enhance Your Calm
pl: Awaria metody / wymaga więcej cierpliwości

# HttpError|
source: Locked
fr: Verrouillé
ja: ロックされている
pl: Zablokowana

# HttpError|
source: Failed Dependency / Method Failure
fr: Echec de dépendance / échec de la méthode
ja: 失敗した依存関係/メソッドの失敗
pl: Błąd zależności / Błąd metody

# HttpError|
source: Unordered Collection
fr: Collection désordonnée
ja: 順序付けられていないCollection
pl: Nieuporządkowana kolekcja

# HttpError|
source: Upgrade Required
fr: Mise à niveau requise
ja: アップグレードが必要
pl: Wymagana aktualizacja

# HttpError|
source: Precondition Required
fr: Condition requise
ja: 前提条件が必要
pl: Wymagane warunki wstępne

# HttpError|
source: Too Many Requests
fr: Trop de requêtes
ja: リクエストが多すぎます
pl: Zbyt wiele zapytań

# HttpError|
source: Request Header Fields Too Large
fr: Champs d'en-tête de requête trop larges
ja: リクエストヘッダフィールドが大きすぎます
pl: Żądane pola nagłówna są zby duże

# HttpError|
source: Login Timeout
fr: Délai de connexion dépassé
ja: ログインのタイムアウト
pl: Upłynął czas logowania

# HttpError|
source: No Response
fr: Pas de réponse
ja: 応答してません
pl: Brak odpowiedzi

# HttpError|
source: Retry With
fr: Réessayer avec
ja: 再試行してください
pl: Spróbuj za

# HttpError|
source: Blocked by Windows Parental Controls
fr: Bloqué par le contrôle parental de Windows
ja: Windowsのペアレンタルコントロールによりブロックされました
pl: Zablokowane przez Kontrolę Rodzicielską Windows

# HttpError|
source: Unavailable For Legal Reasons
fr: Indisponible pour des raisons légales
ja: 法律上の理由で使用不可
pl: Niedostępne ze względów prawnych

# HttpError|
source: Request Header Too Large
fr: En-tête de requête trop larges
ja: 要求ヘッダが大きすぎます
pl: Żądany nagłówek jest zbyt duży

# HttpError|
source: Cert Error
fr: Erreur de certificat
ja: 証明書エラー
pl: Błąd certyfikatu

# HttpError|
source: No Cert
fr: Pas de certificat
ja: 証明書がありません
pl: Brak certyfikatu

# HttpError|
source: HTTP to HTTPS
fr: HTTP vers HTTPS
ja: HTTPからHTTPSへ
pl: HTTP do HTTPS

# HttpError|
source: Token expired/invalid
fr: Jeton expiré/invalide
ja: トークンの無効/有効期限が切れました
pl: Token wygasł/nieprawidłowy

# HttpError|
source: Client Closed Request
fr: Le client à fermé la requête
ja: クライアントの匿名の要求
pl: Żądanie zamknięte przez klienta

# HttpError|
source: Internal Server Error
fr: Erreur interne du serveur
ja: 内部サーバーエラー
pl: Wewnętrzny błąd serwera

# HttpError|
source: Not Implemented
fr: Pas implémenté
ja: 実装されていません
pl: Nie zaimplementowane

# HttpError|
source: Bad Gateway
fr: Mauvaise passerelle
ja: 不正なゲートウェイ
pl: Zła brama

# HttpError|
source: Service Unavailable
fr: Service indisponible
ja: サービスは利用できません
pl: Usługa niedostępna

# HttpError|
source: Gateway Timeout
fr: Délai de passerelle dépassé
ja: ゲートウェイタイムアウト
pl: Limit czasu bramki

# HttpError|
source: HTTP Version Not Supported
fr: Version HTTP non supportée
ja: HTTPバージョンがサポートされていません
pl: Wersja HTTP nie obsługiwana

# HttpError|
source: Variant Also Negotiates
fr: Le variant se négocie également
ja: 特殊はまた、ネゴシエーション
pl: Opcja Również Negocjuje

# HttpError|
source: Insufficient Storage
fr: Stockage insufisant
ja: ストレージが不足しています
pl: Za mało miejsca

# HttpError|
source: Loop Detected
fr: Boucle détectée
ja: ループ検出
pl: Wykryto pętlę

# HttpError|
source: Bandwidth Limit Exceeded
fr: Limite de bande passante dépassée
ja: 帯域幅の制限を超過しました
pl: Przekroczony limit przepustowości

# HttpError|
source: Not Extended
fr: Non étendu
ja: 拡張されません
pl: Nie przedłużony

# HttpError|
source: Network Authentication Required
fr: Authentification réseau exigée
ja: ネットワーク認証が必要です
pl: Wymagana autoryzacja sieciowa

# HttpError|
source: Network read timeout error
fr: Erreur de dépassement de délai de lecture réseau
ja: ネットワークの読み込みタイムアウト・エラー
pl: Upłynął czas odpowiedzi

# HttpError|
source: Network connect timeout error
fr: Erreur de dépassement de délai de connexion réseau
ja: ネットワーク接続のタイムアウトエラー
pl: Upłynął czas połączenia

# HttpFileDownload|
source: Maximum number of connections is %1
fr: Nombre maximal de connexions est %1
ja: 接続の最大数は%1です
pl: Maksymalna liczba połączeń to: %1
tr: Bağlantıların maksimum sayısı %1

# HttpFileDownload|
source: unlimited
ja: 無制限
pl: nieograniczona
tr: limitsiz

# HttpFileDownload|
source: Download speed is unlimited
fr: Vitesse de téléchargement est illimitée
ja: ダウンロード速度が無制限です
pl: Prędkość pobierania jest nieograniczona
tr: İndirme hızı limitsiz

# HttpFileDownload|
source: Download speed is limited to %1/s
fr: Vitesse de téléchargement est limitée à %1/s
ja: ダウンロード速度は%1/sに制限されている
pl: Prędkość pobierania jest ograniczona do %1/s
tr: İndirme hızı %1/s ile limitli

# HttpFileDownload|
source: Can't resume downloading file
fr: Ne peut continuer le téléchargement du fichier
ja: ファイルのダウンロードを再開することはできません
pl: Nie mogę wznowić pobieranych plików
tr: Dosya indirilmeye devam edilemiyor

# HttpFileDownload|
source: Reconnecting
fr: Reconnexion
ja: 再接続
pl: Ponowne łączenie
tr: Yeniden bağlanılıyor

# HttpFileDownload|
source: Starting download
fr: Debut du téléchargement :
ja: ダウンロードを再開
pl: Rozpoczynanie pobierania
tr: İndirme başlatılıyor

# HttpFileDownload|
source: Pausing download
fr: Interruption du téléchargement
ja: ダウンロードの一時停止
pl: Pauza pobierania
tr: İndirme duraklatılıyor

# HttpFileDownload|
source: Failed to resume as URL changed
fr: Echec de relance puisque l'URL a changé
ja: URLが変更として再開に失敗しました
pl: Błąd wznowienia, zmiana adresu URL
tr: URL değişmiş olarak devam etme başarısız oldu

# HttpFileDownload|
source: Moving file to %1
fr: Déplacement du fichier vers %1
ja: %1にファイルを移動
pl: Przenoszę plik do %1
tr: Dosya %1 taşınıyor

# HttpFileDownload|
source: File "%1" exists. Saving as %2
fr: Le nom "%1" déjà utilisé. Renommer %2
ja: ファイル"%1"が存在します。%2として保存する
pl: Plik "%1" istnieje. Zapisuję jako %2
tr: "%1" dosyası mevcut. %2 olarak kaydediliyor.

# HttpFileDownload|
source: Restarting download
fr: Redémarrage du téléchargement :
ja: ダウンロードをやり直す
pl: Ponawiam pobieranie
tr: İndirme yeniden başlatılıyor

# HttpFileDownload|
source: Failed to clear contents of original file.
fr: Echec de nettoyage du contenu du fichier initial
ja: 元のファイルの内容をクリアに失敗しました
pl: Nie mogę wyczyścić zawartości oryginalnego pliku.
tr: Orijinal dosyanın içeriklerini temizleme başarısız oldu.

# HttpFileDownload|
source: File is renamed to %1
fr: Fichier renommé à %1
ja: ファイルは、%1に変更されました
pl: Zmieniona nazwa pliku na %1
tr: Dosya %1 olarak yeniden adlandırıldı

# HttpFileDownload|
source: Reusing connection #%1
ja: #%1のコネクション再接続
pl: Ponowienie połączenia #%1

# HttpFileDownload|
source: Opening connection #%1
fr: Ouverture de connexion #%1
ja: 接続された回線数 #%1
pl: Otwarcie połączenie #%1
tr: #%1 bağlantı açılıyor

# HttpFileDownload|
source: #%1 closed
fr: #%1 fermé
ja: #%1 が閉じられれている
pl: #%1 zamknięte
tr: #%1 kapandı

# HttpFileDownload|
source: Failed to complete the download
ja: ダウンロードを完了できませんでした
pl: Nie udało się zakończyć pobierania

# HttpFileDownload|
source: Unexpected error
ja: 予期しないエラーが発生しました。
pl: Nieoczekiwany błąd

# HttpFileDownload|
source: Couldn't reuse connection #%1, closing
ja: コネクション#%1,の接続に失敗しました。
pl: Nie mogę użyć połączenia #%1, zamykam

# HttpFileDownload|
source: #%1 receiving data
fr: #%1 de donnée reçue
ja: #%1 受信データ
pl: #%1 odbieranie danych
tr: #%1 veri alınıyor

# HttpFileDownload|
source: downloaded %1
fr: Téléchargé %1
ja: ダウンロード%1
pl: pobrane %1
tr: %1 indirildi

# HttpFileDownload|
source: #%1: server ignored partial content request
fr: #%1 : le serveur a ignoré la demande partielle du contenu
ja: #%1：サーバ無視部分コンテンツ要求
pl: #%1: serwer ignoruje częściowe pobieranie pliku
tr: #%1: sunucu parçalı içerik isteğini yoksaydı

# HttpFileDownload|
source: #%1 failed with error: %2
fr: Echec de #%1 avec l'erreur : %2
ja: #%1 がエラーで失敗しました：%2
pl: #%1 nie powiodło się z powodu błędu: %2
tr: #%1 başarısız oldu. Hata: %2

# HttpFileDownload|
source: Opening file on disk...
fr: Ouverture de fichier sur disque ...
ja: ディスク上のファイルを開く...
pl: Otwieram plik na dysku...
tr: Disk üzerinde dosya açılıyor...

# HttpFileDownload|
source: File is missing
fr: Fichier est perdu
ja: ファイルが消去されています
pl: Brak pliku
tr: Dosya kayıp

# HttpFileDownload|
source: Download complete
fr: Téléchargement complet
ja: ダウンロードが完了しました
pl: Pobieranie zakończone
tr: İndirme tamamlandı

# HttpFileDownload|
source: Removing temporary file extension
fr: Suppression d'extension du fichier temporaire
ja: 一時ファイルの消去
pl: Usuwam tymczasowe rozszerzenie pliku
tr: Geçici dosya uzantısı kaldırılıyor

# HttpFileDownload|
source: Preallocating disk space for download
fr: Pré localisation d'espace disque pour téléchargement
ja: ダウンロードするための事前割り当てディスク容量
pl: Rezerwuję miejce na dysku
tr: İndirme için disk alanı ayırılıyor

# HttpFileDownload|
source: File changed on remote server
fr: Fichier changé sur serveur distant
ja: ファイルがリモートサーバー上で変更しました
pl: Plik został zmieniony na serwerze
tr: Dosya uzak sunucuda değişti

# HttpFileDownload|
source: Failed writing received data to file
fr: Échec d'écrit de données reçu pour le fichier
ja: ダウンロードしたファイルの書き込みに失敗した
pl: Błąd zapisu pobranych danych do pliku
tr: Dosyaya alınan veri yazılırken başarısız oldu

# HttpFileDownload|
source: Redirecting to %1
fr: Redirection vers %1
ja: %1へのリダイレクト
pl: Przekierowanie do %1
tr: %1 yönlendiriliyor

# HttpFileDownload|
source: File moved successfully
fr: Déplacement du fichier réussi
ja: ファイルが正常に移動されました
pl: Plik przeniesiony poprawnie
tr: Dosya başarıyla taşındı

# HttpFileDownload|
source: File moving failed
fr: Echec du déplacement du fichier
ja: ファイルの移動に失敗しました
pl: Błąd przeniesienia pliku
tr: Dosya taşınırken başarısız oldu

# HttpFileDownload|
source: Preallocation failed: %1
fr: Echec de préallocation : %1
ja: 事前割当てに失敗しました：%1
pl: Wstępne zaznaczenie nie udało: %1
tr: Ayırma başarısız oldu: %1

# HttpFileDownload|
source: %1 finished successfully
fr: %1 terminé
ja: %1は正常に終了しました
pl: %1 pomyślnie pobrany
tr: %1 başarıyla bitti

# HttpFileDownload|
source: , average speed: %1
fr: , vitesse moyenne : %1
ja: ,平均速度： %1
pl: , średnia prędkość: %1
tr: , ortalama hız: %1

# HttpFileDownload|
source: Space allocation
fr: Répartition d'espace
ja: スペースの割り当て
pl: Rezerwacja miejsca
tr: Alan ayırma

# HttpFileDownload|
source: Move
fr: Déplacer
ja: 移動
pl: Przenieś
tr: Taşı

# HttpFileDownload|
source: Preallocation cancelled
fr: Préallocation annulée
ja: 事前割り当てがキャンセルされました
pl: Wstępne przydzielanie odwołane
tr: Ayırma iptal edildi

# HttpFileDownload|
source: Preallocating queued
fr: Préallocation en attente
ja: 事前割り当ては、キューに入れられました
pl: Wstępne przydzielanie w kolejce
tr: Ayırma sıraya alındı

# HttpFileDownload|
source: Preallocating started
fr: Debut de préallocation
ja: 事前割り当てが開始されました
pl: Rozpoczęto wstępne przydzielanie
tr: Ayırma başladı

# MacMainMenu|
source: File
fr: Fichier
ja: ファイル
pl: Plik
tr: Dosya

# MacMainMenu|
source: Add Download from URL...
fr: Ajouter le Téléchargement de l'URL...
ja: URLからダウンロードを追加...
pl: Dodaj pobieranie z adresu URL...
tr: URL'den indirme ekle

# MacMainMenu|
source: Open Torrent File...
fr: Ouvrir le fichier torrent...
ja: Torrentファイルを開く...
pl: Otwórz plik Torrent...
tr: Torrent Dosyasını Aç...

# MacMainMenu|
source: Edit
fr: Editer
ja: 編集
pl: Edycja
tr: Düzenle

# MacMainMenu|
source: About %1
fr: Près de %1
ja: %1について
pl: O programie %1
tr: %1 Hakkında

# MacMainMenu|
source: Check for Updates...
fr: Rechercher les mise à jour
ja: ソフトウェアの更新を確認...
pl: Sprawdź aktualizacje...
tr: Güncellemeleri Kontrol Et...

# MacMainMenu|
source: Downloads
ja: ダウンロード
pl: Pliki do pobrania
tr: İndirilenler

# MacMainMenu|
source: Start Selected
fr: Démarrer choisi
ja: 選択したものを開始
pl: Rozpocznij zaznaczone
tr: Seçiliyi Başlat

# MacMainMenu|
source: Pause Selected
fr: Pauser la sélection
ja: 選択したものを一時停止
pl: Pauza zaznaczonego
tr: Seçiliyi Duraklat

# MacMainMenu|
source: Restart Selected
fr: Relancer la sélection
ja: 選択したものをやり直す
pl: Uruchom ponownie zaznaczony
tr: Seçiliyi Yeniden Başlat

# MacMainMenu|
source: Remove from List
fr: Retirer de la liste
ja: リストから削除
pl: Usuń z listy
tr: Listeden Kaldır

# MacMainMenu|
source: Help
fr: Aide
ja: ヘルプ
pl: Pomoc
tr: Yardım

# MacMainMenu|
source: Contact Support
fr: Support de contact
ja: サポートへのお問い合わせる
pl: Pomoc techniczna
tr: Destekle İletişime Geç

# MacMainMenu|
source: Vote for New Features
fr: Voter pour des nouvelles fonctionnalités
ja: 新機能を提案する
pl: Głosuj na nowe opcje
tr: Yeni Özellikler İçin Oy Ver

# MacMainMenu|
source: Preferences...
ja: 環境設定...
pl: Preferencje...
tr: Tercihler...

# QObject|
source: About Free Download Manager
ja: Free Download Managerについて
pl: O Free Download Manager
tr: Free Download Manager Hakkında

# QObject|
source: Preferences
fr: Préférences
ja: 環境設定
pl: Preferencje
tr: Tercihler

# QObject|
source: Check for Updates...
fr: Rechercher les Mise à jour ...
ja: ソフトウェアの更新を確認...
pl: Sprawdż aktualizacje...
tr: Güncellemeleri Kontrol Et...

# QObject|
source: Window
ja: ウィンドウ
pl: Okno
tr: Pencere

# QObject|
source: Minimize
fr: Minimiser
ja: 最小化
pl: Minimalizuj
tr: Küçült

# QObject|
source: Enter Full Screen
fr: Entrer le Plein Ecran
ja: フルスクリーンを入力
pl: Pełny ekran
tr: Tam Ekran Yap

# QObject|
source: Bring All to Front
fr: Amener Tout En Avant
ja: すべて手前に移動
pl: Okno na pierwszy plan
tr: Tümünü En Öne Getir

# QObject|
source: Contact Support
fr: Support de contact
ja: サポートへのお問い合わせ
pl: Pomoc techniczna
tr: Destekle İletişime Geç

# QObject|
source: Open Torrent File...
fr: Ouvrir le Fichier Torrent...
ja: Torrentファイルを開く...
pl: Otwórz plik Torrent...
tr: Torrent Dosyasını Aç...

# QObject|
source: File
fr: Fichier
ja: ファイル
pl: Plik
tr: Dosya

# QObject|
source: Select All
ja: すべて選択
pl: Zaznacz wszystko
tr: Tümünü Seç

# QObject|
source: Delete
fr: Supprimer
ja: 消去
pl: Usuń
tr: Sil

# QObject|
source: Paste
fr: Coller
ja: 貼り付け
pl: Wklej
tr: Yapıştır

# QObject|
source: Copy
fr: Copier
ja: コピー
pl: Kopiuj
tr: Kopyala

# QObject|
source: Cut
fr: Couper
ja: 切り取り
pl: Wytnij
tr: Kes

# QObject|
source: Edit
fr: Editer
ja: 編集
pl: Edycja
tr: Düzenle

# QObject|
source: Help
fr: Aide
ja: ヘルプ
pl: Pomoc
tr: Yardım

# QObject|
source: Something went wrong with internal downloads.
fr: Erreur lors de téléchargements internes
pl: Nieoczekiwany błąd przy pobieraniu wewnętrznym.
tr: İç indirmelerde bir şeyler ters gitti.

# QObject|
source: Selected filepath is not valid.
fr: Le chemin de fichier sélectionné n'est pas valide
ja: 選択したファイルパスが有効ではありません。
pl: Podana ścieżka nie jest prawidłowa.

# QObject|
source: Selected filename is too long
fr: Le nom de fichier sélectionné est trop long
ja: 選択されたファイル名が長すぎます
pl: Podana nazwa pliku jest zbyt długa

# QObject|
source: Selected filename is not valid.
ja: 選択したファイル名が有効ではありません。
pl: Podana nazwa pliku jest nieprawidłowa.

# QObject|
source: Specified directory can't be accessed.
fr: Le répertoire spécifié ne peut être accédé
ja: 指定されたディレクトリにアクセスすることができません。
pl: Brak dostępu do podanego folderu.

# QObject|
source: Confirm
pl: Potwierdź

# QObject|
source: Attention!
pl: Uwaga!

# QObject|
source: Your computer will be put to Sleep mode.
pl: Twój komputer przejdzie w stan uśpienia.

# QObject|
source: Your computer will be hibernated.
pl: Twój komputer przejdzie w hibernację.

# QObject|
source: Your computer will be shut down.
pl: Twój komputer zostanie wyłączony.

# QObject|
source: Files are missing
pl: Brak plików

# QObject|
source: File is missing
pl: Brak pliku

# QObject|
source: Incorrect login or password
pl: Nieprawidłowy login lub hasło

# RPCLocalization|
source: URL or torrent here
fr: URL ou torrent ici
ja: ここにURLまたはTorrent
pl: Podaj adres URL lub Torrent
tr: Buraya URL veya torrent

# RPCLocalization|
source: Add tag
fr: Ajouter tag
ja: タグを追加
pl: Dodaj etykietę
tr: Etiket ekle

# RPCLocalization|
source: Preferences
fr: Préférences
ja: 環境設定
pl: Preferencje
tr: Tercihler

# RPCLocalization|
source: Unlimited
fr: Illimité
ja: 無制限
pl: Nieograniczone
tr: Limitsiz

# RPCLocalization|
source: Manual...
fr: Manuel...
ja: 手動
pl: Ręcznie...
tr: Elle...

# RPCLocalization|
source: Set limits manually
fr: Fixe les limites manuellement
ja: 手動で設定した制限
pl: Ustaw ręcznie limit
tr: Limitleri elle ayarla

# RPCLocalization|
source: Download: unlimited, Upload: unlimited
fr: Téléchargement : illimité, Chargement : illimité
ja: ダウンロード： 無制限,アップロード：無制限
pl: Pobieranie: bez limitu, Wysyłanie: bez limitu
tr: İndirme: limitsiz, Yükleme: limitsiz

# RPCLocalization|
source: Download:
fr: Téléchargement :
ja: ダウンロード：
pl: Pobieramoe:
tr: İndirme:

# RPCLocalization|
source: Upload:
fr: Chargement :
ja: アップロード：
pl: Wysyłanie:
tr: Yükleme:

# RPCLocalization|
source: unlimited
fr: illimité
ja: 無制限
pl: bez ograniczeń
tr: limitsiz

# RPCLocalization|
source: Snail mode frees bandwidth without stopping downloads.
fr: Le mode escargot libère la bande passante sans interrompre lestéléchargements
ja: 「カタツムリ モード」はダウンロードを停止することなく、帯域幅を解放します。
pl: Tryb spowolnienia uwalnia łącze bez przerywania pobierania.
tr: Salyangoz modu indirmeleri durdurmadan bant genişliğini serbest bırakır.

# RPCLocalization|
source: Hide details
fr: Masquer les détails
ja: 詳細を隠す
pl: Ukryj szczegóły
tr: Detayları gizle

# RPCLocalization|
source: Show details
fr: Montrer les détails
ja: 詳細を表示
pl: Pokaż szczegóły
tr: Detayları göster

# RPCLocalization|
source: %n files selected.
fr: %n fichier sélectionné
pl: %n plik zaznaczony.

# RPCLocalization|
source: Show in folder
fr: Afficher dans un dossier
ja: フォルダを表示
pl: Pokaż w folderze
tr: Klasörde göster

# RPCLocalization|
source: Reveal in Finder
fr: Montrer dans le Finder
ja: このフォルダーを表示
pl: Odkryj w Finder
tr: Bulucu İçinde Göster

# RPCLocalization|
source: Pause
ja: 一時停止
pl: Wstrzymaj
tr: Duraklat

# RPCLocalization|
source: Restart
fr: Relancer
ja: やり直し
pl: Uruchom ponownie
tr: Yeniden başlat

# RPCLocalization|
source: Start
fr: Lancer
ja: 再開
pl: Rozpocznij
tr: Başlat

# RPCLocalization|
source: Selected size:
fr: Taille choisie :
ja: 選択されたサイズ：
pl: Wybrana wielkość:
tr: Seçilen boyut:

# RPCLocalization|
source: Size:
fr: Taille :
ja: サイズ：
pl: Wielkość:
tr: Boyut:

# RPCLocalization|
source: File size:
fr: Taille du fichier :
ja: ファイルサイズ：
pl: Rozmiar pliku:
tr: Dosya boyutu:

# RPCLocalization|
source: Disk space:
fr: Espace disque :
ja: ディスク容量：
pl: Miejsce na dysku:
tr: Disk alanı:

# RPCLocalization|
source: Total size:
fr: Taille totale :
ja: 合計サイズ：
pl: Całkowita wielkość:
tr: Toplam boyut:

# RPCLocalization|
source: Checked size:
fr: Taille vérifiée :
ja: チェックサイズ：
pl: Sprawdzona wielkość:
tr: Kontrol edilen boyut:

# RPCLocalization|
source: Downloaded:
fr: Téléchargé :
ja: ダウンロード：
pl: Pobrany:
tr: İndirildi:

# RPCLocalization|
source: Download speed:
fr: Vitesse de téléchargement :
ja: ダウンロード速度：
pl: Prędkość pobierania:
tr: İndirme hızı:

# RPCLocalization|
source: Seeds:
fr: Graines :
ja: シード：
pl: Udostępniający:
tr: Kaynaklar:
