Repository: FreeDownloadManagerTeam/FDM-localization
Catalog: fdm_*.po
Languages: fr, ja, pl, tr

# TorrentDownload|
source: File moving failed
fr: Echec du déplacement du fichier
ja: １つのファイルの移動に失敗しました
pl: Błąd przeniesienia pliku
tr: Dosya taşınırken başarısız oldu

# TorrentDownload|
source: Files moving declined: %1
fr: Refus du déplacement des fichiers : %1
pl: Odrzuconych przeniesień plików: %1
tr: Dosya taşınırken reddedildi: %1

# TorrentDownload|
source: Moving file declined: %1
fr: Refus du déplacement du fichier : %1
ja: ファイルが移動できません： %1
pl: Odrzucone przeniesienie pliku: %1
tr: Dosya taşıma reddedildi: %1

# TorrentDownload|
source: Moved successfully
fr: Déplacement réussi
ja: 正常に移動されました
pl: Przeniesienie zakończone
tr: Başarıyla taşındı

# TorrentDownload|
source: , average speed: %1
fr: , vitesse moyenne : %1
ja: ,平均速度： %1
pl: , średnia prędkość: %1
tr: , ortalama hız: %1

# TorrentDownload|
source: Files moving failed: %1
fr: Echec du déplacement des fichiers : %1
ja: 複数のファイルの移動に失敗しました：%1
pl: Błąd przeniesienia plików: %1
tr: Dosya taşınırken başarısız oldu: %1

# TorrentDownload|
source: File moving failed: %1
fr: Echec du déplacement du fichier : %1
ja: １つののファイルの移動に失敗しました：%1
pl: Błąd przeniesienia pliku: %1
tr: Dosya taşınırken başarısız oldu: %1

# TorrentDownload|
source: Files moving cancelled
fr: Déplacement des fichiers annulés
ja: 複数のファイルの移動をキャンセルしました。
pl: Anulowano przeniesienie plików
tr: Dosya taşınırken iptal edildi

# TorrentDownload|
source: Moving file cancelled
fr: Déplacement du fichier annulé
ja: ファイルの移動をキャンセルしました。
pl: Anulowano przeniesienie pliku
tr: Dosya taşıma iptal edildi

# TorrentDownload|
source: Unexpected error
pl: Nieoczekiwany błąd

# TrayMenu|
source: Show main window
fr: Afficher la fenêtre principale
ja: メインウィンドウを表示します
pl: Pokaż okno główne
tr: Ana pencereyi göster

# TrayMenu|
source: Open at Login
ja: ログイン後に開く
pl: Otwórz po zalogowaniu
tr: Girişte Aç

# TrayMenu|
source: Launch at startup
fr: Lancement au démarrage
ja: 起動時に起動
pl: Uruchom przy starcie komputera
tr: Başlangıçta çalıştır

# TrayMenu|
source: About FDM
ja: FDMについて
pl: O programie FDM
tr: FDM Hakkında

# TrayMenu|
source: Quit FDM
fr: Quitter FDM
ja: FDMを終了
pl: Zamknij FDM
tr: FDM Çıkış

# TrayMenu|
source: Quit
ja: 終了
pl: Wyjście
tr: Çıkış

# UIHelper|
source: About %1
fr: A propos %1
ja: %1について
pl: O %1
tr: %1 Hakkında

# UIHelper|
source: Version %1 (%2)
ja: バージョン %1 (%2)
pl: Wersja %1 (%2)
tr: Sürüm %1 (%2)

# UIHelper|
source: Open
fr: Ouvrir
ja: 開く
pl: Otwórz
tr: Aç

# UIHelper|
source: Reveal in Finder
ja: ファルダ―を開く
pl: Odkryj w Finder
tr: Bulucu İçinde Göster

# UIHelper|
source: Show in folder
ja: ファルダ―を開く
pl: Pokaż w folderze
tr: Klasörde göster

# UIHelper|
source: Show info
fr: Afficher les info
ja: 情報を表示
pl: Pokaż info
tr: Bilgi göster

# UIHelper|
source: Choose files...
fr: Choisir les fichiers ...
ja: ファイルを選択してください...
pl: Wybierz pliki...
tr: Dosyaları seç...

# UIHelper|
source: Pause all except selected
fr: Tout suspendre sauf les actions sélectionnées
ja: 選択したもの以外をすべて一時停止
pl: Wstrzymaj wszystkie z wyjątkiem wybranych
tr: Seçili hariç tümünü duraklat

# UIHelper|
source: Pause all except this one
fr: Tout suspendre sauf celui ci
ja: これ以外をすべて一時停止
pl: Wstrzymaj wszystkie z wyjątkiem tego jednego
tr: Bu hariç tümünü duraklat

# UIHelper|
source: Restart selected
fr: Relancer la sélection
ja: 選択したものをやり直す
pl: Uruchom ponownie wybrany plik
tr: Seçiliyi yeniden başlat

# UIHelper|
source: Restart
ja: やり直し
pl: Uruchom ponownie
tr: Yeniden başlat

# UIHelper|
source: Set priority
fr: Fixer les priorités
ja: 設定された優先度
pl: Ustaw priorytet
tr: Önceliği ayarla

# UIHelper|
source: Move to...
ja: 移動中...
pl: Przenieś do...
tr: Taşı...

# UIHelper|
source: Download to...
fr: Télécharger vers ...
ja: ダウンロード中...
pl: Pobierz do...
tr: İndir...

# UIHelper|
source: Move to trash
ja: ゴミ箱に移動
pl: Przenieś do kosza
tr: Çöp kutusuna taşı

# UIHelper|
source: Delete files
ja: ファイルを削除
pl: Usuń pliki
tr: Dosyaları sil

# UIHelper|
source: Delete file
ja: Delete files
pl: Usuń plik
tr: Dosyayı sil

# UIHelper|
source: Remove from list
ja: リストから削除
pl: Usuń z listy
tr: Listeden kaldır

# UIHelper|
source: Enable seeding
ja: シードを有効
pl: Włącz wysyłanie
tr: Kaynak olmayı etkinleştir

# UIHelper|
source: Sequential download
fr: Téléchargement séquentiel
ja: シーケンシャルダウンロード
pl: Pobieranie sekwencyjne
tr: Ardışık indirme

# UIHelper|
source: Force recheck
fr: Forcer la revérification
ja: 強制的に再チェック
pl: Wymuś sprawdzenie
tr: Zorla yeniden kontrol et

# UIHelper|
source: Force reannounce
fr: forcer l'apprentissage
pl: Wymuś publikowanie
tr: Zorla yeniden duyur

# UIHelper|
source: Copy link
fr: Copier le lien
ja: リンクのコピー
pl: Kopiuj link
tr: Bağlantıyı kopyala

# UIHelper|
source: See on YouTube
pl: Zobacz na YouTube

# UIHelper|
source: Add tag
fr: Ajouter l'étiquette
ja: タグを追加
pl: Dodaj etykietę
tr: Etiket ekle

# UIHelper|
source: File integrity
fr: Intégrité des fichiers
ja: ファイルの整合性
pl: Integralność plików
tr: Dosya bütünlüğü

# UIHelper|
source: Schedule
fr: Programmer
ja: スケジュール
pl: Harmonogram
tr: Zamanlama

# UIHelper|
source: Change URL
ja: URLを変更する
pl: Zmień URL

# UIHelper|
source: High priority
fr: Priorité élevée
ja: 優先度が高い
pl: Wysoki priorytet
tr: Yüksek öncelik

# UIHelper|
source: Normal priority
fr: Priorité normale
ja: 通常の優先順位
pl: Priorytet normalny
tr: Normal öncelik

# UIHelper|
source: Low priority
fr: Priorité faible
ja: 優先度が低い
pl: Niski priorytet
tr: Düşük öncelik

# UIHelper|
source: Skip
fr: Ignorer
ja: スキップ
pl: Pomiń
tr: Geç

# UIHelper|
source: Edit
fr: Editer
ja: 編集
pl: Edycja
tr: Düzenle

# UIHelper|
source: Remove
fr: Retirer
ja: 削除
pl: Usuń
tr: Kaldır

# UIHelper|
source: Untag
fr: Désélectionner
ja: ダグの消去
pl: Usuń etykietę
tr: Etiketlenmemiş

# UIHelper|
source: Copy log to clipboard
fr: Copier entrée dans le presse-papier
ja: クリップボードにログをコピー
pl: Kopiuj log do schowka
tr: Günlüğü panoya kopyala

# UIHelper|
source: Save log to file
fr: Enregistrer l'entrée dans le fichier
ja: ファイルにログ保存
pl: Zapisz log do pliku
tr: Günlüğü dosyaya kaydet

# UIHelper|
source: Save Log
fr: Enregistrer l'entrée
ja: ログを保存
pl: Zapisz Log
tr: Günlüğü kaydet

# UIHelper|
source: Text files
fr: Fichiers textes
ja: テキストファイル
pl: Pliki tekstowe
tr: Metin dosyaları

# YoutubeDownload|
source: File is missing
fr: Fichier perdu
ja: ファイルが消去されています
pl: Brakuje pliku
tr: Dosya kayıp

# YoutubeDownload|
source: Files moved successfully
fr: Déplacement des fichiers réussi
ja: ファイルが正常に移動されました
pl: Pliki przeniesione pomyślnie
tr: Dosya başarıyla taşındı

# YoutubeDownload|
source: Moving to %1
fr: Déplacement vers %1
ja: %1への移動
pl: Przenoszę do %1
tr: %1 taşı

# YoutubeDownload|
source: Merging failed
fr: Échec de fusion
ja: 失敗したマージ
pl: Błąd scalania
tr: Birleştirme başarısız oldu

# YoutubeDownload|
source: Merging media streams
fr: Fusion des flux de médias
ja: マージメディアストリーム
pl: Scalanie strumieni multimediów
tr: Medya akışları birleştiriliyor

# YoutubeDownload|
source: Redirecting
fr: Redirection
ja: リダイレクト
pl: Przekierowanie
tr: Yönlendiriliyor

# YoutubeDownload|
source: Handling redirect
fr: Gestion des redirections
ja: リダイレクトの取り扱い
pl: Przekierowanie zapytania
tr: Yönlendirme yapılıyor

# YoutubeDownload|
source: Parsing page
pl: Przetwarzam stronę

# YoutubeDownload|
source: Page is parsed
fr: Page analysée
ja: ページが解析されている
pl: Strona jest przetworzona
tr: Sayfa ayrıştırıldı

# YoutubeDownload|
source: Can't find video for this quality
fr: Vidéo de cette qualité introuvable
ja: 品質が低いためビデオを見つけることができません
pl: Nie mogę znaleźć video o wybranej jakości
tr: Bu kalite için video bulunamıyor

# YoutubeDownload|
source: Parsing failure: %1
fr: Echec d'analyse : %1
ja: 構文解析エラー：%1
pl: Błąd przetwarzania: %1
tr: Ayrıştırma başarısız oldu: %1

# YoutubeDownload|
source: Download complete
fr: Téléchargement complet
ja: ダウンロードが完了しました
pl: Pobieranie zakończone
tr: İndirme tamamlandı

# YoutubeDownload|
source: Moving declined: %1
fr: Refus du déplacement : %1
ja: 移動できません： %1
pl: Odrzucone przeniesienie: %1
tr: Taşıma reddedildi: %1

# YoutubeDownload|
source: Moved successfully
fr: Déplacement réussi
ja: 正常に移動しました
pl: Przeniesienie zakończone
tr: Başarıyla taşındı

# YoutubeDownload|
source: , average speed: %1
fr: , vitesse moyenne : %1
ja: ,平均速度： %1
pl: , średnia prędkość: %1
tr: , ortalama hız: %1

# YoutubeDownload|
source: File is renamed to %1
fr: Fichier renommé à %1
ja: ファイルは、%1に変更されました
pl: Nazwa pliku zmieniona na %1
tr: Dosya %1 olarak yeniden adlandırıldı

# YoutubeDownload|
source: Moving failed: %1
fr: Echec du déplacement : %1
ja: 移動が失敗しました：%1
pl: Przeniesienie nieudane: %1
tr: Taşıma başarısız oldu: %1

# YoutubeDownload|
source: Moving cancelled.
fr: Opération de déplacement annulée
ja: 移動をキャンセルします
pl: Przeniesienie anulowane.
tr: Taşıma iptal edildi.

# HttpError|
source: Unprocessable Entity
fr: Entité non traitable
ja: 処理不能なentity

# QObject|
source: Zoom
fr: Zoomer
ja: 拡大
tr: Yakınlaştırma

# RPCLocalization|
source: locale
ja: 内部
tr: yerel

# RPCLocalization|
source: Drag & Drop
fr: Glisser-Déposer
ja: ドラッグ＆ドロップ
tr: Sürükle ve Bırak

# RPCLocalization|
source: Log
fr: Se connecter
ja: ログ
tr: Günlük

# RPCLocalization|
source: Proxy
ja: プロキシ
tr: Vekil sunucu

# RPCLocalization|
source: Port
ja: ポート

# RPCLocalization|
source: Reset
fr: Réinitialiser
ja: リセット
tr: Sıfırla

# RPCLocalization|
source: Status
fr: Statut
ja: ステータス
tr: Durum

# RPCLocalization|
source: Thu
fr: Jeu
ja: 木
tr: Per

# YoutubeDownload|
source: AudioStream: %1
fr: FluxAudio : %1
ja: Audioストリーム： %1
tr: Ses Akışı: %1

# YoutubeDownload|
source: VideoStream: %1
fr: FluxVidéo : %1
ja: Videoストリーム： %1
tr: Video Akışı: %1

# YoutubeDownload|
source: Downloading page
fr: Téléchargement en cours
ja: ホームページのダウンロード

# YoutubeDownload|
source: Page is downloaded
fr: Page téléchargée
ja: ホームページをダウンロード

# RPCLocalization|
source: %nd
fr: %nj

# RPCLocalization|
source: %nw
fr: %ns

# RPCLocalization|
source: %ny
fr: %na

# UIHelper|
source: FDM Log [%1].txt
fr: Entrée FDM [%1].txt
tr: FDM Günlüğü [%1].txt

# YoutubeDownload|
source: Launching parser
fr: Début de l'analyse

# RPCLocalization|
source: OK
tr: Tamam
